"Mətn\nŞəkil\nRekvizitlər\nVersiyalar\nƏlaqəli Sənədlər\n Qüvvədədir \n\nNormativ hüquqi aktlar haqqında\n\n \n\nAZƏRBAYCAN RESPUBLİKASININ KONSTİTUSİYA QANUNU\n\n \n\nBu Konstitusiya Qanunu normativ hüquqi aktların hazırlanması, qəbul olunması, rəsmiləşdirilməsi, dərc edilməsi, qüvvədə olması, şərh edilməsi və sistemləşdirilməsi qaydalarını müəyyən edir.\n\n \n\nI fəsil\n\nÜMUMİ MÜDDƏALAR\n\n \n\nMaddə 1. Bu Konstitusiya Qanununda istifadə olunan əsas anlayışlar\n\n \n\n1.0. Bu Konstitusiya Qanununda istifadə olunan əsas anlayışlar aşağıdakı mənaları ifadə edir:\n\n1.0.1. normativ hüquqi akt – tənzimlənməsi Azərbaycan Respublikasının Konstitusiyası ilə, qanunla və ya fərmanla dövlət orqanının səlahiyyətlərinə aid edilən məsələlər üzrə həmin dövlət orqanı tərəfindən və ya referendum yolu ilə qəbul edilmiş, hamı üçün məcburi davranış qaydalarını əks etdirən, qeyri-müəyyən subyektlər dairəsi üçün və dəfələrlə tətbiq olunmaq üçün nəzərdə tutulmuş müəyyən formalı rəsmi sənəd;\n\n1.0.2. qanunvericilik aktları – Azərbaycan Respublikasının qanunvericilik sistemini təşkil edən normativ hüquqi aktlar;\n\n1.0.3. normativ xarakterli akt – bu Konstitusiya Qanununun 4.1-ci maddəsində müəyyən edilmiş, məhdud subyektlər dairəsi üçün məcburi davranış qaydalarını əks etdirən və dəfələrlə tətbiq olunmaq üçün nəzərdə tutulmuş müəyyən formalı rəsmi sənəd; [1]\n\n1.0.4. hüquqi akt – normativ hüquqi akt, normativ xarakterli akt və ya qeyri-normativ hüquqi akt;\n\n1.0.5. qanunvericiliyin sistemləşdirilməsi – normativ hüquqi aktların nizama salınması, onların daxili uzlaşdırılmış vahid sistemə çevrilməsi üzrə fəaliyyət;\n\n1.0.6. inkorporasiya – normativ hüquqi aktların məzmunu dəyişdirilmədən müəyyən qaydada toplularda (külliyyatlarda) birləşdirilməsi;\n\n1.0.7. məcəllələşdirmə – normativ hüquqi aktların forma və məzmun baxımından yenidən işlənməsi yolu ilə vahid normativ hüquqi aktlarda birləşdirilməsi;\n\n1.0.8. qanunlar külliyyatı – Azərbaycan Respublikasının qanunvericiliyini özündə birləşdirən sistemləşdirilmiş toplu;\n\n1.0.8-1. Azərbaycan Respublikasının Qanunvericilik Toplusu (bundan sonra – toplu) – qəbul edilmiş Azərbaycan Respublikası qanunlarının, Azərbaycan Respublikası Prezidentinin aktlarının və Azərbaycan Respublikası Nazirlər Kabinetinin qərarlarının dərc edildiyi aylıq rəsmi toplu; [2]\n\n1.0.9. qanunvericilikdə boşluqlar – konkret ictimai münasibətləri tənzimləyən qanunvericilik normalarının olmaması;\n\n1.0.10. qanunun analogiyası – konkret ictimai münasibətləri tənzimləyən qanunvericilik normaları olmadığına görə həmin ictimai münasibətlərə oxşar ictimai münasibətləri tənzimləyən qanunvericilik normalarının tətbiq edilməsi;\n\n1.0.11. hüququn analogiyası – yalnız konkret ictimai münasibətləri deyil, həm də oxşar ictimai münasibətləri tənzimləyən qanunvericilik normaları olmadığına görə həmin ictimai münasibətlərə qanunvericiliyin məğzinin, hüququn ümumi prinsiplərinin və ya hüququn konkret sahələrinə aid prinsiplərin tətbiq edilməsi;\n\n1.0.12. normativ hüquqi aktların kolliziyası – eyni ictimai münasibətləri tənzimləyən qüvvədə olan normativ hüquqi aktların ziddiyyəti (uyğunsuzluğu);\n\n1.0.13. normayaratma fəaliyyəti – normativ hüquqi aktların hazırlanması, ekspertizası, qəbul olunması, onlarda dəyişikliklər edilməsi, onların şərh edilməsi, qüvvəsinin dayandırılması və ya ləğv edilməsi üzrə fəaliyyət;\n\n1.0.14. normayaratma fəaliyyətinin subyekti – normayaratma fəaliyyətində iştirak edən orqanlar (şəxslər);\n\n1.0.15. qanunvericilik təşəbbüsü – Azərbaycan Respublikası Konstitusiyasının 96-cı maddəsinin I hissəsi ilə müəyyən edilmiş subyekt tərəfindən qanun layihəsinin Azərbaycan Respublikası Milli Məclisinin müzakirəsinə rəsmən təqdim edilməsi;\n\n1.0.16. normativ hüquqi aktın rəsmiləşdirilməsi – normativ hüquqi aktın səlahiyyətli şəxs tərəfindən imzalanması və Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinə daxil edilməsi;\n\n1.0.17. normayaratma orqanı – normativ hüquqi aktları qəbul etmək səlahiyyətinə malik olan dövlət orqanı;\n\n1.0.18. normayaratma prosesi – dövlət orqanının normativ hüquqi aktların hazırlanması, qəbul olunması və qüvvəyə minməsi üzrə normayaratma fəaliyyəti;\n\n1.0.19. normayaratma texnikası – normativ hüquqi aktların layihələrinin hazırlanması qaydalarının sistemi;\n\n1.0.20. normativ hüquqi aktın açıqlanması – normativ hüquqi aktın rəsmi dövri mətbu nəşrdə dərc edilməsi, digər kütləvi informasiya vasitələrinin və ya başqa mümkün kommunikasiya vasitələrinin köməyi ilə rəsmi yayılması yolu ilə ümumi diqqətə çatdırılması;\n\n1.0.21. lokal normativ hüquqi akt – qüvvəsi bir və ya bir neçə dövlət orqanının çərçivəsi ilə məhdudlaşan normativ hüquqi akt;\n\n1.0.22. texniki normativ hüquqi aktlar – texniki reqlamentlər, bərqərar olmuş təcrübəni əks etdirən texniki məcəllələr, standartlar, o cümlədən Azərbaycan Respublikasının dövlət standartları, sahə standartları, texniki şərtlər, aviasiya qaydaları, zoogigiyena, baytarlıq, baytarlıq-sanitariya normaları və qaydaları, sanitariya normaları və qaydaları, gigiyena normativləri, farmakopeya məqalələri və normaları, yanğın təhlükəsizliyi qaydaları, texniki, sənaye, nüvə və radiasiya təhlükəsizliyinin təmin edilməsi normaları və qaydaları, təhlükəli yüklərin təhlükəsiz daşınması normaları və qaydaları, yerin təkinin qorunması və səmərəli istifadəsi normaları və qaydaları, ixtisaslaşdırılmış məlumat kitabçaları, texniki-iqtisadi məlumatların dövlət təsnifatı, dövlət statistika müşahidələrinin formaları və onların doldurulmasına dair göstərişlər, statistik göstəricilərin formalaşdırılması və hesablanması qaydaları, dövlət statistika müşahidələrinin təşkil edilməsinə və aparılmasına dair təlimatlar, idarə hesabat formaları və onların doldurulmasına dair göstərişlər, daşınmaz maddi tarixi-mədəni dəyərlərin qorunması zonalarının layihələri, Azərbaycan Respublikasının normativ hüquqi aktları ilə texniki normativ hüquqi aktlara aid edilmiş və Azərbaycan Respublikasının qanunvericiliyi ilə nəzərdə tutulan qaydada təsdiq edilmiş (qüvvəyə minmiş) digər normativ hüquqi aktlar; [3]\n\n1.0.23. normativ hüquqi aktda dəyişikliklərin edilməsi – normativ hüquqi akta onun müddəalarının mətnini dəyişən və ya əlavə normaların daxil edilməsi;\n\n1.0.24. normativ hüquqi aktdan sui-istifadə imkanı – normativ hüquqi aktda korrupsiya təzahürləri üçün şəraitin yaranmasına kömək edən müddəaların mövcudluğu;\n\n1.0.25. diskresion səlahiyyətlər – orqanın (şəxsin) öz mülahizəsinə görə tətbiq edə biləcəyi səlahiyyətləri;\n\n1.0.26. dispozitiv imkan – orqanın (şəxsin) öz seçimi ilə davranış imkanı;\n\n1.0.27. normativ hüquqi aktın hüquqi qüvvəsi – normativ hüquqi aktın müvafiq ictimai münasibətlərə tətbiqinin məcburiliyini, habelə onun digər normativ hüquqi aktlar barəsində üstünlüyünü və ya tabeliyini müəyyən edən xarakteristika.\n\n \n\nMaddə 2. Normativ hüquqi aktlar və onların hüquqi qüvvəsi\n\n \n\n2.1. Normativ hüquqi aktların növləri Azərbaycan Respublikası Konstitusiyasının 148-ci maddəsi ilə müəyyən edilir.\n\n2.2. Normativ hüquqi aktların hüquqi qüvvəsi Azərbaycan Respublikası Konstitusiyasının 149-cu maddəsinin II, III, IV, V, VI hissələri və 151-ci maddəsi ilə müəyyən edilir.\n\n2.3. Referendumla qəbul edilmiş akt (bundan sonra – referendum aktı), qanun, fərman və ya digər normativ hüquqi akt Azərbaycan Respublikasının Konstitusiyası ilə ziddiyyət təşkil etdikdə Azərbaycan Respublikasının Konstitusiyası tətbiq edilir.\n\n2.4. Qanun, fərman və ya digər normativ hüquqi akt referendum aktı ilə ziddiyyət təşkil etdikdə referendum aktı tətbiq edilir.\n\n2.5. Azərbaycan Respublikasının Mülki Məcəlləsi mülki hüquq normalarını əks etdirən digər məcəllə və qanunlarla ziddiyyət təşkil etdikdə Azərbaycan Respublikasının Mülki Məcəlləsi tətbiq edilir.\n\n2.6. Fərman və ya digər normativ hüquqi akt qanunla ziddiyyət təşkil etdikdə qanun tətbiq edilir.\n\n2.7. Azərbaycan Respublikası Nazirlər Kabinetinin qərarı, mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları fərmanla ziddiyyət təşkil etdikdə fərman tətbiq edilir.\n\n2.8. Mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları Azərbaycan Respublikası Nazirlər Kabinetinin qərarı ilə ziddiyyət təşkil etdikdə Azərbaycan Respublikası Nazirlər Kabinetinin qərarı tətbiq edilir.\n\n2.9. Nizamnamələrin, əsasnamələrin, təlimatların, reqlamentlərin və qaydaların hüquqi qüvvəsi onları təsdiq edən normativ hüquqi aktın hüquqi qüvvəsi ilə müəyyən edilir.\n\n2.10. Naxçıvan Muxtar Respublikasının dövlət orqanlarının normativ hüquqi aktlarının hüquqi qüvvəsi Azərbaycan Respublikası Konstitusiyasının 134-cü maddəsinin V hissəsi və Naxçıvan Muxtar Respublikası Konstitusiyasının 49-cu maddəsinin II, III, IV və V hissələri ilə müəyyən edilir.\n\n \n\nMaddə 3. Qeyri-normativ hüquqi aktlar və onların hüquqi qüvvəsi\n\n \n\n3.1. Konkret (birdəfəlik) təşkilati, nəzarət və ya sərəncamverici tədbirlərin həyata keçirilməsi məqsədi ilə qəbul edilən və ya digər birdəfəlik tətbiq halları üçün nəzərdə tutulan hüquqi aktlar qeyri-normativ hüquqi aktlar sayılır.\n\n3.2. Qeyri-normativ hüquqi aktlar müvafiq normativ hüquqi akt əsasında qəbul edilməlidir və onun müvafiq normasına istinad etməlidir.\n\n3.3. Qeyri-normativ hüquqi aktlara aşağıdakılar aiddir:\n\n3.3.1. Azərbaycan Respublikası Milli Məclisinin qərarları;\n\n3.3.2. Azərbaycan Respublikası Prezidentinin sərəncamları;\n\n3.3.3. Azərbaycan Respublikası Nazirlər Kabinetinin sərəncamları;\n\n3.3.4. vətəndaşlıq vəziyyəti aktlarının dövlət qeydiyyatını həyata keçirən orqanların aktları;\n\n3.3.5. bu maddənin birinci hissəsinə uyğun olaraq qeyri-normativ hesab edilən digər hüquqi aktlar.\n\n \n\n Maddə 4. Normativ xarakterli aktlar və onların hüquqi qüvvəsi\n\n \n\n 4.1. Azərbaycan Respublikasının normativ xarakterli aktları aşağıdakılardır:\n\n4.1.1. Azərbaycan Respublikası Konstitusiyasının 130-cu maddəsinin III hissəsinin 1-7-ci bəndlərinə və IV hissəsinə əsasən qəbul edilmiş Azərbaycan Respublikası Konstitusiya Məhkəməsinin qərarları;\n\n4.1.2. Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının qərarları, təlimatları və izahları;\n\n4.1.3. maliyyə bazarları tənzimləyicisinin qərarları; [4]\n\n4.1.4. Məhkəmə-Hüquq Şurasının qərarları;\n\n4.1.5. Azərbaycan Respublikası Audiovizual Şurasının qərarları; [5]\n\n4.1.6. yerli özünüidarə orqanlarının qərarları;\n\n4.1.7. yerli icra hakimiyyəti orqanlarının qərarları.\n\n4.2. Normativ xarakterli aktlar onların icra olunmamasına görə məsuliyyət müəyyən edə bilməz.\n\n4.3. Normativ xarakterli aktlar müvafiq normativ hüquqi akt əsasında qəbul edilməlidir və onun müvafiq normasına istinad etməlidir.\n\n4.4. Bu Konstitusiya Qanununun 4.1.1-ci maddəsində nəzərdə tutulan normativ xarakterli aktlar istisna olmaqla, digər normativ xarakterli aktlar Azərbaycan Respublikasının normativ hüquqi aktları ilə ziddiyyət təşkil edə bilməz.\n\n \n\nMaddə 5. Bu Konstitusiya Qanununun tətbiq dairəsi\n\n \n\n5.1. Bu Konstitusiya Qanunu Azərbaycan Respublikasının, o cümlədən Naxçıvan Muxtar Respublikasının dövlət orqanlarının normativ hüquqi aktlarının hazırlanması, qəbul olunması, rəsmiləşdirilməsi, dərc edilməsi, qüvvədə olması, şərh edilməsi və sistemləşdirilməsi qaydalarını müəyyən edir.\n\n5.2. Bu Konstitusiya Qanunu referendum aktlarının hazırlanması, qüvvədə olması, şərh edilməsi və sistemləşdirilməsi qaydalarına şamil edilir.\n\n5.3. Bu Konstitusiya Qanunu aşağıdakı aktların rəsmiləşdirilməsi, dərc edilməsi, qüvvədə olması, şərh edilməsi və sistemləşdirilməsi qaydalarına şamil edilir:\n\n5.3.1. beynəlxalq müqavilələr;\n\n5.3.2. texniki normativ hüquqi aktlar;\n\n5.3.3. lokal normativ hüquqi aktlar;\n\n5.3.4. normativ xarakterli aktlar.\n\n5.4. Ələt azad iqtisadi zonasının ərazisində “Ələt azad iqtisadi zonası haqqında” Azərbaycan Respublikasının Qanunu ilə müəyyən edilmiş hallarda bu Konstitusiya Qanunundan fərqli hüquqi tənzimləmə tətbiq edilir və həmin zonanın fəaliyyəti ilə bağlı qəbul edilmiş aktlar azad zona daxilində məcburi hüquqi qüvvəyə malikdir. [6]\n\n \n\nMaddə 6. Normativ hüquqi aktlar sistemi\n\n \n\nNormativ hüquqi aktlar onların iyerarxiyasının müəyyən edilməsi, qarşılıqlı uzlaşdırılması, habelə daxili uzlaşdırma ilə səciyyələnən və ictimai münasibətlərin hüquqi tənzimlənməsini təmin edən Azərbaycan Respublikasının müvafiq qanunlar külliyyatının hazırlanması yolu ilə vahid sistemə salınır.\n\n \n\nMaddə 7. Dövlət orqanlarının qəbul etdikləri normativ hüquqi aktlar barəsində hüquq varisliyi\n\n \n\n7.1. Normativ hüquqi aktlar qəbul etmək hüququna malik olan dövlət orqanı yenidən təşkil edildikdə onun hüquq varisinə normativ hüquqi aktları qəbul etmək hüququ ilə yanaşı, səlahiyyətləri daxilində, əvvəllər qəbul edilmiş normativ hüquqi aktlarda dəyişikliklər etmək, həmin aktların qüvvəsini dayandırmaq və ləğv edilməsi səlahiyyəti verilir.\n\n7.2. Dövlət orqanı ləğv edildikdə və ya onun hüquq varisi müvafiq normativ hüquqi aktları qəbul etmək hüququna malik olmamaqla yenidən təşkil edildikdə, əvvəllər qəbul edilmiş normativ hüquqi aktlarda dəyişikliklər etmək, həmin aktların qüvvəsini dayandırmaq və ləğv edilməsi səlahiyyəti yuxarı və ya digər dövlət orqanına verilir.\n\n7.3. Müvafiq normativ hüquqi aktları qəbul edən dövlət orqanının statusunun dəyişdirilməsi əvvəllər qəbul edilmiş normativ hüquqi aktların qüvvəsinin itirilməsinə səbəb olmur.\n\n7.4. Dövlət orqanının adı dəyişdirildikdə və ya bu orqan adının dəyişdirilməsinə səbəb olan birləşmə, qoşulma, çevrilmə yolu ilə yenidən təşkil edildikdə, əvvəlki adı əks etdirən normativ hüquqi aktlarda addəyişmə hissəsində dəyişikliklər edilməlidir. Belə dəyişikliklər edilənədək əvvəlki adı əks etdirən normativ hüquqi aktlar adı dəyişdirilmiş (yeni yaradılmış) orqana tam həcmdə şamil olunur.\n\n7.5. Dövlət orqanı bölündükdə və ya ayrıldıqda onun yenidən təşkili haqqında qərarda səlahiyyətlərin aydın bölgüsü nəzərdə tutulmalıdır və həmin qərar hansı normativ hüquqi aktların yeni yaradılmış hansı dövlət orqanlarına hansı həcmdə şamil edilməsini müəyyənləşdirməyə imkan verməlidir. Bu zaman bölünmə və ya ayrılma haqqında qərarı qəbul etmiş dövlət orqanı üç ay müddətində müvafiq normativ hüquqi aktlarda bütün zəruri dəyişikliklər edilməsini təmin etməlidir.\n\n \n\nMaddə 8. Normayaratma fəaliyyətinin əsas prinsipləri\n\n \n\n8.0. Normayaratma fəaliyyəti Azərbaycan Respublikası Konstitusiyasının 149-cu maddəsinin I hissəsində göstərilən prinsiplərlə yanaşı, aşağıdakı prinsiplər əsasında həyata keçirilir:\n\n8.0.1. Azərbaycan Respublikasının Konstitusiyasına uyğunluq və qanunların üstünlüyü;\n\n8.0.2. aşağı dövlət orqanlarının aktlarının yuxarı dövlət orqanlarının aktlarına uyğunluğu;\n\n8.0.3. beynəlxalq hüququn hamılıqla qəbul edilmiş prinsip və normalarının üstünlüyü;\n\n8.0.4. mütənasiblik;\n\n8.0.5. dövlət orqanlarının vətəndaşlar qarşısında cavabdehliyi;\n\n8.0.6. normayaratma fəaliyyətinin demokratikliyi və şəffaflığı;\n\n8.0.7. normativ hüquqi aktların ziddiyyətsizliyi;\n\n8.0.8. insanların hüquq və azadlıqlarının, onların qanuni maraqlarının müdafiəsi və sosial ədalət;\n\n8.0.9. ictimai münasibətlərin hüquqi tənzimlənməsinin sistemliliyi və kompleksliyi.\n\n \n\nMaddə 9. Normayaratma orqanlarının fəaliyyətində aşkarlıq\n\n \n\n9.1. Normayaratma orqanlarının fəaliyyətində aşkarlıq aşağıdakı vasitələrlə təmin edilir:\n\n9.1.1. normayaratma orqanlarının fəaliyyəti və onların qəbul etdikləri normativ hüquqi aktlar haqqında fiziki və hüquqi şəxslərin məlumatlandırılması;\n\n9.1.2. normativ hüquqi aktların rəsmi nəşrlərdə, digər kütləvi informasiya vasitələrində dərc edilməsi və ya onların digər üsullarla açıqlanması;\n\n9.1.3. normativ hüquqi aktların layihələrinin normayaratma orqanlarının internet informasiya ehtiyatlarında yerləşdirilməsi.\n\n9.2. Normayaratma orqanının qərarı ilə normativ hüquqi aktın layihəsi açıq (ictimai və ya peşəkar) müzakirəyə çıxarıla bilər.\n\n \n\nII fəsil\n\nNORMATİV HÜQUQİ AKTLARIN KOLLİZİYASI\n\n \n\nMaddə 10. Normativ hüquqi aktların kolliziyasının həlli qaydaları\n\n \n\n10.1. Normativ hüquqi aktların kolliziyası həll edilərkən bu Konstitusiya Qanununun 2-ci maddəsinin tələbləri nəzərə alınır.\n\n10.2. Normativ hüquqi aktı qəbul edən dövlət orqanına ictimai münasibətlərin müəyyən sahəsinin tənzimlənməsində xüsusi səlahiyyət verilirsə, həmin dövlət orqanının qəbul etdiyi normativ hüquqi akt eyni kateqoriyalı dövlət orqanının həmin sahə üzrə qəbul etdiyi normativ hüquqi aktına münasibətdə daha yüksək hüquqi qüvvəyə malikdir.\n\n10.3. Ziddiyyət təşkil edən normativ hüquqi aktlar bərabər hüquqi qüvvəyə malikdirsə, konkret münasibətlərə sahə normativ hüquqi aktı tətbiq edilir, bu şərtlə ki, həmin münasibətlər eyni hüquqi tənzimləmə sahəsinə aiddir.\n\n10.4. Eyni normativ hüquqi aktda ümumi və xüsusi normalar arasında ziddiyyət mövcud olduqda xüsusi norma tətbiq edilir.\n\n10.5. Yeni normativ hüquqi akt eyni məsələ üzrə həmin dövlət orqanı tərəfindən əvvəllər qəbul edilmiş normativ hüquqi akta münasibətdə daha yüksək hüquqi qüvvəyə malikdir.\n\n10.6. Eyni münasibətlər bir neçə norma ilə tənzimlənirsə və həmin normaları eyni vaxtda tətbiq etmək mümkündürsə, bu, normativ hüquqi aktların kolliziyası hesab edilmir.\n\n10.7. Dövlət orqanlarının struktur bölmələri normativ hüquqi aktlar qəbul etmək hüququna malik deyildirlər.\n\n10.8. Naxçıvan Muxtar Respublikasında normativ hüquqi aktların kolliziyası həll edilərkən bu Konstitusiya Qanununun 2-ci maddəsinin tələbləri nəzərə alınır.\n\n \n\nMaddə 11. Normativ hüquqi aktların kolliziyasının aradan qaldırılması qaydalarının tətbiqinin ardıcıllığı\n\n \n\n11.0. Normativ hüquqi aktların kolliziyası aşağıdakı ardıcıllıqla aradan qaldırılır:\n\n11.0.1. birinci növbədə ardıcıl olaraq bu Konstitusiya Qanununun 2.3-2.8-ci maddələrinin normaları tətbiq edilir;\n\n11.0.2. kolliziya aradan qaldırılmadıqda ikinci növbədə ardıcıl olaraq bu Konstitusiya Qanununun 10.2-10.5-ci maddələrinin normaları tətbiq edilir.\n\n \n\nMaddə 12. Normativ hüquqi aktların kolliziyasının aradan qaldırılmasının üsulları\n\n \n\n12.1. Normativ hüquqi aktların kolliziyası aşağıdakı üsullarla aradan qaldırılır:\n\n12.1.1. normativ hüquqi aktın ləğv edilməsi;\n\n12.1.2. normativ hüquqi aktda dəyişikliklər edilməsi;\n\n12.1.3. normativ hüquqi aktların məcəllələşdirilməsi.\n\n12.2. Normativ hüquqi aktların kolliziyasına yol verməmək məqsədilə qanun layihələri ilə yanaşı onların qəbul olunması ilə əlaqədar ləğv, dəyişikliklər edilməli və hazırlanmalı olan qanun layihələri də eyni zamanda təqdim edilməlidir. Azərbaycan Respublikasının Prezidentinə təqdim olunan qanun və Azərbaycan Respublikası Prezidentinin fərmanlarının layihələri ilə yanaşı onların qəbul edilməsi ilə əlaqədar ləğv və dəyişikliklər edilməli və hazırlanmalı olan Azərbaycan Respublikası Prezidentinin aktlarının layihələri də eyni zamanda təqdim olunmalı, Azərbaycan Respublikası Nazirlər Kabinetinin və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının (onların struktur elementlərinin) siyahısı müəyyən edilməlidir. [7]\n\n12.3. Azərbaycan Respublikasının Konstitusiya Məhkəməsi normativ hüquqi aktın şərhi ilə bağlı qəbul etdiyi qərarında normativ hüquqi aktların kolliziyasını təsdiqləyərsə, həmin kolliziyanı aradan qaldırmaq məqsədi ilə bu Konstitusiya Qanununun 12.1.1-12.1.3-cü maddələrində göstərilən tədbirlər görülməlidir.\n\n \n\nIII fəsil\n\nQANUNVERİCİLİKDƏ BOŞLUQLAR\n\n \n\nMaddə 13. Hüququn analogiyasından və qanunun analogiyasından istifadə olunması qaydası\n\n \n\n13.1. Konkret ictimai münasibətləri tənzimləyən qanunvericilik normaları olmadıqda hüququn analogiyasından və ya qanunun analogiyasından istifadə oluna bilər.\n\n13.2. Əvvəlcə qanunun analogiyasından istifadə olunur. Konkret ictimai münasibətləri tənzimləyən qanunvericilik normaları olmadıqda həmin ictimai münasibətlərə oxşar ictimai münasibətləri tənzimləyən qanunvericilik normaları tətbiq edilir.\n\n13.3. Mülki hüquq münasibətləri mülki qanunvericiliklə və ya tərəflərin razılaşması ilə birbaşa tənzimlənmədikdə və onlara tətbiq edilə bilən işgüzar adət olmadıqda həmin münasibətlərə, əgər bu onların mahiyyətinə zidd deyildirsə, oxşar münasibətləri tənzimləyən mülki qanunvericilik normaları tətbiq edilir.\n\n13.4. Konkret ictimai münasibətləri tənzimləyən qanunvericilik normaları olmadığına görə həmin ictimai münasibətlərə oxşar ictimai münasibətləri tənzimləyən qanunvericilik normalarını tapmaq mümkün olmadıqda hüququn analogiyasından istifadə edilir. Bu zaman Azərbaycan Respublikasının Konstitusiyasında və qanunlarda təsbit edilmiş hüququn konkret sahələrinə aid prinsiplərdən və hüququn ümumi prinsiplərindən istifadə olunur. Hüququn analogiyası tətbiq edilərkən ədalət, insaf və mənəviyyat tələbləri nəzərə alınmalıdır.\n\n13.5. Cinayət, inzibati xətalar və vergi qanunvericiliyində, məsuliyyətə cəlb olunma, hüquqların məhdudlaşdırılması və vəzifələrin müəyyən edilməsi hallarında hüququn analogiyasından və ya qanunun analogiyasından istifadə oluna bilməz.\n\n \n\nMaddə 14. Qanunvericilikdə boşluqların aşkar edilməsi\n\n \n\n14.0. Qanunvericilikdə boşluqlar aşkar edilərkən aşağıdakılar nəzərə alınmalıdır:\n\n14.0.1. faktiki hal hüquqi tənzimləmə dairəsinə aid olmalıdır;\n\n14.0.2. konkret ictimai münasibətləri tənzimləyən qanunvericilik normaları olmamalıdır;\n\n14.0.3. faktiki hal qanunvericilikdə qismən tənzimlənməlidir (tam tənzimlənməməlidir).\n\n \n\nMaddə 15. Hüququn analogiyasından və ya qanunun analogiyasından istifadə olunması haqqında qərar\n\n \n\n15.1. Qanunvericilikdə boşluqları aşkar edən və bu Konstitusiya Qanununun 14-cü maddəsini tətbiq edən subyekt konkret ictimai münasibətlərin tənzimlənməsinin səlahiyyətlərinə aid edildiyi normayaratma orqanına bu barədə məlumat verməlidir.\n\n15.2. Hüququn analogiyasından və ya qanunun analogiyasından istifadə olunması haqqında Azərbaycan Respublikası Konstitusiya Məhkəməsinin qərarı Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinin elektron variantında dərc edildiyi gündən qüvvəyə minir.\n\n \n\nMaddə 16. Hüququn analogiyasından və ya qanunun analogiyasından istifadə olunmasını istisna edən hallar\n\n \n\n16.0. Aşağıdakı hallarda hüququn analogiyasından və ya qanunun analogiyasından istifadə oluna bilməz:\n\n16.0.1. qanunvericilikdə boşluqlar zahiri xarakter daşıdıqda;\n\n16.0.2. normativ tənzimləmə zərurəti olmadıqda;\n\n16.0.3. normativ tənzimləmə qanunla qadağan olunduqda;\n\n16.0.4. normativ tənzimləmə mövcud olduqda.\n\n \n\nIV fəsil\n\nNORMATİV HÜQUQİ AKTLARIN NÖVLƏRİ\n\n \n\nMaddə 17. Azərbaycan Respublikası Milli Məclisinin normativ hüquqi aktları\n\n \n\n17.1. Azərbaycan Respublikası Konstitusiyasının 93-cü maddəsinə uyğun olaraq, Azərbaycan Respublikası Milli Məclisinin normativ hüquqi aktları qanunlar formasında qəbul edilir.\n\n17.2. Tənzimlənməsi Azərbaycan Respublikası Konstitusiyasının 94-cü maddəsi və 95-ci maddəsinin II hissəsi ilə Azərbaycan Respublikası Milli Məclisinin səlahiyyətlərinə aid edilmiş ictimai münasibətlər qanunla tənzimlənir.\n\n17.3. Azərbaycan Respublikası Milli Məclisinin normativ hüquqi aktı qəbul olunduqda bu aktın istinad etdiyi Azərbaycan Respublikası Konstitusiyasının maddəsi göstərilməli və aktın həmin maddənin icrası məqsədi ilə qəbul olunduğu qeyd edilməlidir.\n\n \n\nMaddə 18. Azərbaycan Respublikası Prezidentinin normativ hüquqi aktları\n\n \n\n18.1. Azərbaycan Respublikası Konstitusiyasının 113-cü maddəsinə uyğun olaraq, Azərbaycan Respublikası Prezidentinin normativ hüquqi aktları fərman formasında qəbul edilir.\n\n18.2. Azərbaycan Respublikası Prezidentinin fərmanları Azərbaycan Respublikasının Konstitusiyası ilə Azərbaycan Respublikası Prezidentinin səlahiyyətlərinə aid edilmiş və normativ tənzimləmə predmeti olan məsələlər üzrə qəbul edilir.\n\n18.3. Azərbaycan Respublikasının Prezidenti tərəfindən qəbul edilən əsasnamələr, nizamnamələr, qaydalar və norma nəzərdə tutan digər aktlar Azərbaycan Respublikası Prezidentinin fərmanları ilə təsdiq edilir.\n\n18.4. Azərbaycan Respublikası Prezidentinin normativ hüquqi aktı qəbul olunduqda bu aktın istinad etdiyi Azərbaycan Respublikası Konstitusiyasının maddəsi göstərilməli və aktın həmin maddənin icrası məqsədi ilə qəbul olunduğu qeyd edilməlidir.\n\n \n\nMaddə 19. Azərbaycan Respublikası Nazirlər Kabinetinin normativ hüquqi aktları\n\n \n\n19.1. Azərbaycan Respublikasının Nazirlər Kabineti Azərbaycan Respublikası Konstitusiyasının 120-ci maddəsinin I hissəsinə uyğun olaraq, Azərbaycan Respublikasının Konstitusiyası və Azərbaycan Respublikası Prezidentinin aktları əsasında, Azərbaycan Respublikası Konstitusiyasının, referendum aktının, Azərbaycan Respublikası qanunlarının və Azərbaycan Respublikası Prezidentinin aktlarının icrasını təmin etmək məqsədi ilə Azərbaycan Respublikasının Konstitusiyası və Azərbaycan Respublikası Prezidentinin aktları ilə Azərbaycan Respublikası Nazirlər Kabinetinin səlahiyyətlərinə aid edilmiş məsələlər üzrə qərarlar formasında normativ hüquqi aktlar qəbul edir. [8]\n\n19.2. Azərbaycan Respublikasının Nazirlər Kabineti tərəfindən qəbul edilən əsasnamələr, nizamnamələr, qaydalar və norma nəzərdə tutan digər aktlar Azərbaycan Respublikası Nazirlər Kabinetinin qərarları ilə təsdiq edilir.\n\n19.3. Azərbaycan Respublikasının Nazirlər Kabineti habelə mərkəzi icra hakimiyyəti orqanları tərəfindən həll edilə bilməyən məsələlər üzrə normativ hüquqi aktlar qəbul edir.\n\n19.4. Normativ hüquqi akt Azərbaycan Respublikasının Nazirlər Kabineti tərəfindən qəbul olunduqda bu normativ hüquqi aktın istinad etdiyi Azərbaycan Respublikası Konstitusiyasının maddəsi və ya Azərbaycan Respublikası Prezidentinin aktı göstərilməli və bu Konstitusiya Qanununun 19.1-ci maddəsində göstərilən aktların icrasını təmin etmək məqsədi ilə qəbul olunduğu qeyd edilməlidir. [9]\n\n \n\nMaddə 20. Mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları\n\n \n\n20.1. Mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları Azərbaycan Respublikası Prezidentinin aktına, habelə Azərbaycan Respublikası Konstitusiyasından, referendum aktından, Azərbaycan Respublikası qanunlarından və Azərbaycan Respublikası Prezidentinin aktlarından irəli gəldiyi halda Azərbaycan Respublikası Nazirlər Kabinetinin aktına əsasən, yalnız Azərbaycan Respublikası Prezidentinin aktları ilə onların səlahiyyətlərinə aid edilmiş məsələlər üzrə qəbul edilə bilər. [10]\n\n20.2. Mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları qərarlar formasında qəbul edilir.\n\n20.3. Mərkəzi icra hakimiyyəti orqanları tərəfindən qəbul edilən təlimatlar, əsasnamələr, nizamnamələr və qaydalar qərarlarla təsdiq edilir.\n\n20.4. Normativ hüquqi akt mərkəzi icra hakimiyyəti orqanları tərəfindən qəbul olunduqda bu normativ hüquqi aktın qəbulu üçün bu Konstitusiya Qanununun 20.1-ci maddəsinə uyğun olaraq əsas olmuş akt göstərilməli və həmin aktın icrasını təmin etmək məqsədi ilə qəbul olunduğu qeyd edilməlidir. [11]\n\n \n\nMaddə 21. Naxçıvan Muxtar Respublikasının dövlət orqanlarının normativ hüquqi aktlarının növləri\n\n \n\nNaxçıvan Muxtar Respublikasının dövlət orqanlarının normativ hüquqi aktlarının növləri Naxçıvan Muxtar Respublikasının Konstitusiyası ilə müəyyən edilir.\n\n \n\nV fəsil\n\nAZƏRBAYCAN RESPUBLİKASININ NORMATİV HÜQUQİ AKTLARINDA BEYNƏLXALQ HÜQUQUN HAMILIQLA QƏBUL EDİLMİŞ PRİNSİP VƏ NORMALARININ VƏ AZƏRBAYCAN RESPUBLİKASININ TƏRƏFDAR ÇIXDIĞI BEYNƏLXALQ MÜQAVİLƏLƏRİN NORMALARININ HƏYATA KEÇİRİLMƏSİ\n\n \n\nMaddə 22. Beynəlxalq hüququn hamılıqla qəbul edilmiş prinsip və normalarının üstünlüyü\n\n \n\nAzərbaycan Respublikası beynəlxalq hüququn hamılıqla qəbul edilmiş prinsip və normalarının üstünlüyünü tanıyır və Azərbaycan Respublikası qanunvericiliyinin onlara uyğunluğunu təmin edir.\n\n \n\nMaddə 23. Beynəlxalq müqavilələrlə normativ hüquqi aktların qarşılıqlı nisbəti\n\n \n\n 23.1. Azərbaycan Respublikası Konstitusiyasının 148-ci maddəsinin II hissəsinə uyğun olaraq, Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələr Azərbaycan Respublikasının qanunvericilik sisteminin tərkib hissəsidir.\n\n23.2. Azərbaycan Respublikasının tərəfdar çıxdığı dövlətlərarası müqavilələrin Azərbaycan Respublikasının normativ hüquqi aktlarına münasibətdə hüquqi qüvvəsi Azərbaycan Respublikası Konstitusiyasının 151-ci maddəsi ilə müəyyən edilir.\n\n23.3. Azərbaycan Respublikasının tərəfdar çıxdığı hökumətlərarası müqavilələr həmin müqavilələrin Azərbaycan Respublikası üçün məcburiliyinə razılığın ifadə olunduğu normativ hüquqi aktlardan daha üstün hüquqi qüvvəyə malikdir.\n\n23.4. Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələr, həmin müqavilələrdə əks etdirilmiş normaların tətbiqi üçün dövlətdaxili normativ hüquqi aktın qəbul olunmasını tələb edən hallar istisna olmaqla, birbaşa tətbiq edilməlidir.\n\n \n\nMaddə 24. Azərbaycan Respublikasının beynəlxalq öhdəliklərinin həyata keçirilməsinə yönəlmiş normativ hüquqi aktların qəbul edilməsinin əsasları\n\n \n\n24.0. Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdən irəli gələn öhdəliklərin həyata keçirilməsinə yönəlmiş normativ hüquqi aktlar aşağıdakı hallarda qəbul edilir:\n\n24.0.1. Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrin predmetini Azərbaycan Respublikasının normativ hüquqi aktları ilə tənzimlənməyən məsələlər təşkil etdikdə;\n\n24.0.2. Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdən irəli gələn öhdəliklərin yerinə yetirilməsi müvafiq normativ hüquqi akt qəbul edilmədən mümkün olmadıqda;\n\n24.0.3. beynəlxalq müqavilənin tərəfləri müvafiq normativ hüquqi aktların qəbul edilməsi barədə razılığa gəldikdə.\n\n \n\nVI fəsil\n\nNORMATİV HÜQUQİ AKTA DAİR ÜMUMİ TƏLƏBLƏR\n\n \n\nMaddə 25. Normativ hüquqi aktın tərtib edilməsi üslubu\n\n \n\n25.1. Normativ hüquqi aktlar daxilən uzlaşdırılmalı, məntiqli qurulmalı və normayaratma texnikasına uyğun olmalıdır.\n\n25.2. Normativ hüquqi aktın normaları ifadə edilərkən həm həddindən artıq ümumiləşdirilmiş, həm də həddindən artıq təfərrüatlı ifadələrə, eləcə də eyni məsələ ilə bağlı normativ göstərişlərin təkrarlanmasına və onların çoxluğuna yol verilməməlidir.\n\n25.3. Normativ hüquqi aktın (onun struktur elementinin) adı yığcam olmalı, aydın ifadə edilməli və həmin aktın (struktur elementinin) əsas mahiyyətini əks etdirməlidir.\n\n25.4. Normativ hüquqi aktın normaları yığcam şəkildə, əsasən təsdiq formasında və indiki zamanda ifadə edilməlidir.\n\n25.5. Normativ hüquqi aktın mətnində istifadə edilən termin və anlayışlar aydın və birmənalı olmalıdır.\n\n \n\nMaddə 26. Normativ hüquqi aktda normaların yerləşdirilməsinin ardıcıllığı\n\n \n\nNormativ hüquqi aktın mətnində əvvəl ümumi, sonra isə daha konkret müddəalar yerləşdirilir.\n\n \n\nMaddə 27. Normativ hüquqi aktların layihələrinin dövlət orqanları tərəfindən hazırlanmasının tənzimlənməsi\n\n \n\n27.1. Normativ hüquqi aktların müxtəlif növlərinin layihələrinin hazırlanması qaydasının xüsusiyyətləri, onlar üçün texniki-hüquqi tələblər, habelə bu Konstitusiya Qanunu ilə tənzimlənməmiş digər məsələlər müvafiq olaraq Azərbaycan Respublikasının Milli Məclisi və Azərbaycan Respublikasının Prezidenti tərəfindən təsdiq edilən qaydalarla müəyyən edilir.\n\n27.2. Normativ hüquqi aktların layihələrinin hazırlanması qaydası normayaratma fəaliyyətinin subyektlərinin və normayaratma orqanlarının hüquqlarını məhdudlaşdıra bilməz.\n\n \n\nVII fəsil\n\nNORMATİV HÜQUQİ AKTIN STRUKTURU\n\n \n\nMaddə 28. Normativ hüquqi aktların rekvizitləri\n\n \n\n28.0. Normativ hüquqi aktların məcburi rekvizitləri aşağıdakılardır:\n\n28.0.1. aktın növü (Azərbaycan Respublikasının Qanunu, Azərbaycan Respublikası Prezidentinin fərmanı, Azərbaycan Respublikası Nazirlər Kabinetinin qərarı və s.);\n\n28.0.2. hüquqi tənzimləmə predmetini əks etdirən normativ hüquqi aktın adı (sərlövhəsi);\n\n28.0.3. aktın qəbul edildiyi tarix, yer və qeydiyyat nömrəsi;\n\n28.0.4. müvafiq normativ hüquqi aktı rəsmi imzalamaq səlahiyyətinə malik olan şəxsin adı, soyadı, vəzifəsi və imzası.\n\n \n\nMaddə 29. Normativ hüquqi aktın adı\n\n \n\n29.1. Hər bir normativ hüquqi akt onun hüquqi tənzimləmə predmetini və əsas mahiyyətini əks etdirən ada malik olmalıdır.\n\n29.2. Ad və ya rəqəm dəyişiklikləri ilə əlaqədar bir neçə normativ hüquqi aktlara dəyişikliklərin edilməsi və ya bir neçə normativ hüquqi aktın ləğv edilməsi zərurətinin yarandığı hallar istisna olmaqla, bir və ya bir neçə normativ hüquqi aktda dəyişikliklər edildikdə, həmçinin bir və ya bir neçə normativ hüquqi akt ləğv edildikdə, həmin dəyişiklikləri və ya ləğvetməni nəzərdə tutan aktın adında dəyişikliklər edilən və ya ləğv edilən normativ hüquqi aktın (aktların) adı (adları) göstərilməlidir. [12]\n\n \n\nMaddə 30. Normativ hüquqi aktın struktur elementləri\n\n \n\n30.1. Normativ hüquqi aktın struktur elementləri preambuladan, bölmədən, fəsildən, maddədən, hissədən, bənddən, yarımbənddən və abzasdan ibarətdir.\n\n30.2. Normativ hüquqi aktın mətni onun növündən asılı olaraq, bölmədə birləşən fəsillərə, fəsildə birləşən maddələrə, maddədə birləşən hissələrə, hissədə birləşən bəndlərə, bənddə birləşən yarımbəndlərə və yarımbənddə birləşən abzaslara bölünə bilər. Qanun, o cümlədən dəyişiklikləri nəzərdə tutan qanun, qanunla təsdiq edilən əsasnamə, nizamnamə, qayda və norma nəzərdə tutan digər akt maddələrə, digər normativ hüquqi aktlar, o cümlədən referendum aktı hissələrə bölünür. Məcəllədə və Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdə digər struktur elementləri də ola bilər. Məcəllədə mündəricat verilməlidir. İri həcmli digər normativ hüquqi aktlarda da mündəricat verilə bilər.\n\n30.3. Normativ hüquqi aktın preambulası onun qəbul edilməsinin səbəblərini, şərtlərini və məqsədlərini əks etdirən giriş hissəsidir. Preambulaya normativ göstərişlərin daxil edilməsinə yol verilmir.\n\n30.4. Normativ hüquqi aktın bölməsi fəsilləri özündə birləşdirən struktur elementidir. Bölmə rum rəqəmi ilə nömrələnir, mahiyyətini əks etdirən, baş hərflərlə yazılan və sətrin ortasında yerləşdirilən ada malik olmalıdır.\n\n30.5. Normativ hüquqi aktın fəsli maddələri özündə birləşdirən struktur elementidir. Fəsil ərəb rəqəmi ilə nömrələnir, mahiyyətini əks etdirən, baş hərflərlə yazılan və sətrin ortasında yerləşdirilən ada malik olmalıdır.\n\n30.6. Normativ hüquqi aktın maddəsi hissələri özündə birləşdirən və tamamlanmış normativ müddəanı əks etdirən əsas struktur elementidir. Maddə ərəb rəqəmi ilə nömrələnir və rəqəmdən sonra nöqtə qoyulur. Maddə, o cümlədən qanunla təsdiq edilən əsasnamənin, nizamnamənin, qaydanın və norma nəzərdə tutan digər aktın maddəsi onun mahiyyətini əks etdirən və sətri hərflərlə yazılan ada malik olmalıdır. Dəyişiklikləri nəzərdə tutan qanunun və hər hansı əsasnaməni, nizamnaməni, qaydanı və norma nəzərdə tutan digər aktı təsdiq edən qanunun maddəsinin adı olmur.\n\n30.7. Maddə olmayan normativ hüquqi aktda hissə bəndləri özündə birləşdirə bilən və tamamlanmış normativ müddəanı əks etdirən əsas struktur elementidir. Hissə (maddədə hissənin nömrəsinin birinci rəqəmi maddənin nömrəsini təkrarlamaqla) ərəb rəqəmi ilə nömrələnir və rəqəmdən sonra nöqtə qoyulur. Hissənin mətni sətri hərflərlə yazılır və nöqtə ilə tamamlanır. Normativ hüquqi aktla (qanun istisna olmaqla) təsdiq edilən əsasnamədə, nizamnamədə, qaydada və norma nəzərdə tutan digər aktda, mərkəzi icra hakimiyyəti orqanının normativ hüquqi aktında hissənin mahiyyətini əks etdirən, sətri hərflərlə yazılan və sətrin ortasında yerləşdirilən adı olmalıdır.\n\n30.8. Normativ hüquqi aktın bəndi yarımbəndləri özündə birləşdirə bilən, hissənin nömrəsini təkrarlamaqla ərəb rəqəmi ilə nömrələnən və rəqəmdən sonra nöqtə qoyulan struktur elementidir. Bəndin mətni sətri hərflərlə yazılır və nöqtəli vergül və ya nöqtə ilə tamamlanır.\n\n30.9. Normativ hüquqi aktın yarımbəndi abzasları özündə birləşdirə bilən, bəndin nömrəsini təkrarlamaqla ərəb rəqəmi ilə nömrələnən və rəqəmdən sonra nöqtə qoyulan struktur elementidir. Yarımbəndin mətni sətri hərflərlə yazılır və nöqtəli vergül və ya nöqtə ilə tamamlanır.\n\n30.10. Normativ hüquqi aktın abzası yarımbəndin tərkib hissəsi olan, ərəb rəqəmi ilə nömrələnən və rəqəmdən sonra nöqtə qoyulan struktur elementidir. Abzasın mətni sətri hərflərlə yazılır və nöqtəli vergül və ya nöqtə ilə tamamlanır.\n\n30.11. Struktur elementləri ardıcıl və bütün normativ hüquqi akt üçün eyni qaydada nömrələnməlidir. Sətrin ortasında yerləşdirilməli olan struktur elementləri istisna olmaqla, struktur elementləri mətnin birinci sətrinin əvvəlində (abzas yarımbəndin mətninin birinci sətrinə münasibətdə) boş yer buraxılmaqla yerləşdirilir. Normativ hüquqi aktda maddənin hissəsinə, bəndinə və ya yarımbəndinə istinad edilərkən, onlar maddə adlandırılır.\n\n30.12. Normativ hüquqi aktlarda bu maddədə göstərilən struktur elementlərindən onlara xas olmayan rəqəm və ya digər işarələrlə istifadə edilməsinə müstəsna hallarda və normativ hüquqi aktlarda xüsusi qeyd-şərtlər olduqda yol verilir.\n\n \n\nMaddə 31. Məcəllələşdirilmiş normativ hüquqi aktların strukturunun xüsusiyyətləri\n\n \n\n31.1. Məcəllələşdirilmiş normativ hüquqi aktın bölmələri ümumi və xüsusi hissələrdə birləşdirilə bilər.\n\n31.2. Məcəllələşdirilmiş normativ hüquqi aktın ümumi hissəsi aşağıdakıları əks etdirməlidir:\n\n31.2.1. əsas müddəalar (prinsiplər, anlayışların tərifi, əsas təsisatlar);\n\n31.2.2. ixtisaslaşdırılmış normativ müddəalar (prezumpsiyalar, preyudisiyalar);\n\n31.2.3. yüksək dərəcəli ümumiləşdirmə və sabitliklə səciyyələnən və xüsusi hissənin normalarının istifadəsi üçün hüquqi əsas yaradan digər ilkin normativ müddəalar.\n\n31.3. Məcəllələşdirilmiş normativ hüquqi aktın xüsusi hissəsi aşağıdakıları ifadə edən normaları əhatə edə bilər:\n\n31.3.1. mümkün və lazımi davranışın (hüquq və vəzifələr) növü və ölçüsü (qaydaları);\n\n31.3.2. hüquq normalarının mümkün pozuntularının mənfi nəticələrinin (hüquqi məsuliyyətin) növü və ölçüsü.\n\n \n\nMaddə 32. Normativ hüquqi aktlarda dəyişikliklərin edilməsinin texniki parametrləri\n\n \n\n32.1. Normativ hüquqi aktın struktur elementi (bölməsi, fəsli, maddəsi, hissəsi və s.) qüvvədən düşmüş hesab edildikdə və ya ləğv edildikdə, o qüvvədə olan aktdan çıxarılır, lakin onun nömrəsi saxlanılır və normativ hüquqi aktın struktur elementlərinin (bölmələrin, fəsillərin, maddələrin, hissələrin və s.) nömrələri dəyişmir.\n\n32.2. Normativ hüquqi akta yeni struktur element (bölmə, fəsil, maddə, hissə və s.) əlavə edildikdə, o, aktın struktur elementlərinin nömrələrini təkrarlamaqla əlavə nömrə ilə daxil edilir.\n\n32.3. Bir neçə struktur elementlərindən ibarət struktur elementə edilən dəyişikliyin onu təşkil edən digər struktur elementlərə (hissənin bəndlərinə, bəndin yarımbəndlərinə və yarımbəndin abzaslarına) şamil edilmədiyi mötərizədə göstərilməklə müəyyənləşdirilir və bu cür mötərizənin olmaması müvafiq dəyişikliyin bütövlükdə struktur elementi əhatə etdiyini bildirir.\n\n \n\nMaddə 33. Normativ hüquqi aktlarda başqa aktlara istinad edilməsi və başqa aktların müddəalarının təkrarlanması\n\n \n\nZəruri hallarda normativ hüquqi aktda digər bərabər və ya daha yüksək hüquqi qüvvəyə malik olan normativ hüquqi aktların struktur elementlərinə istinadlara, habelə daha yüksək hüquqi qüvvəyə malik olan normativ hüquqi aktlara istinad etməklə, belə normativ hüquqi aktların ayrı-ayrı müddəalarının təkrarlanmasına yol verilir. Bu cür təkrarlanmada müvafiq normaya istinad olmalı, həmin norma dürüst ifadə edilməli və daha yüksək hüquqi qüvvəyə malik olan normativ hüquqi aktın normasının mənası dəyişdirilməməlidir.\n\n \n\nMaddə 34. Normativ hüquqi aktların struktur elementlərində başqa struktur elementlərə istinad edilməsi\n\n \n\nHüquq normaları arasında qarşılıqlı əlaqəni pozmamaq və ya təkrarlara yol verməmək zərurəti olduğu hallarda normativ hüquqi aktın struktur elementlərində həmin aktın başqa struktur elementlərinə istinad edilə bilər.\n\n \n\nMaddə 35. Sətiraltı qeydlər və əlavələr\n\n \n\n35.1. Normativ hüquqi aktların (onların struktur elementlərinin) ayrıca struktur elementləri kimi onlara dair sətiraltı qeydlər ola bilər. Sətiraltı qeydlərdən, izahlardan və ya ixtisar edilmiş adlardan onlar normativ hüquqi aktın (onun struktur elementlərinin) mətninə yerləşdirilə bilmədikdə istifadə edilir.\n\n35.2. Normativ hüquqi aktda cədvəllər, qrafiklər, xəritələr, sxemlər, siyahılar, illüstrasiyalar və s. göstərildikdə onlar əlavə formasında rəsmiləşdirilməli, normativ hüquqi aktın müvafiq struktur elementlərində isə həmin əlavələrə dair istinadlar olmalıdır.\n\n \n\nMaddə 36. Normativ hüquqi aktda məsuliyyət tədbirlərinin nəzərdə tutulması\n\n \n\nDövlət və yerli özünüidarə orqanlarının, siyasi partiyaların, ictimai birliklərin, digər hüquqi şəxslərin, onların vəzifəli şəxslərinin, habelə fiziki şəxslərin vəzifələrini nəzərdə tutan aktlarda həmin vəzifələrin pozulmasına görə qüvvədə olan qanunvericiliklə məsuliyyət nəzərdə tutulmamışdırsa, bu cür məsuliyyət tədbirləri göstərilməlidir.\n\n \n\nVIII fəsil\n\nNORMAYARATMA PROSESİ\n\n \n\nMaddə 37. Hüquq sisteminin sabitliyi\n\n \n\nQanunlarla və ya fərmanlarla digər hal nəzərdə tutulmadıqda, normativ hüquqi aktda onun qəbul edilməsindən sonra 6 aydan tez müddətdə dəyişikliklər edilməsinə daha yüksək hüquqi qüvvəyə malik olan normativ hüquqi aktın tələbləri və ya normativ hüquqi aktın hüquqi, linqvistik, iqtisadi, ekoloji, kriminoloji və ya maliyyə ekspertizasının rəyi əsasında yol verilir.\n\n \n\nMaddə 38. Qanunvericilik təşəbbüsü hüququnun subyektləri\n\n \n\nQanunvericilik təşəbbüsü hüququ Azərbaycan Respublikası Konstitusiyasının 96-cı maddəsi ilə müəyyən edilmiş subyektlərə mənsubdur.\n\n \n\nMaddə 39. Normayaratma təşəbbüsünün subyektləri\n\n \n\n39.1. Normayaratma təşəbbüsünün subyektləri onlara verilmiş səlahiyyətlərə uyğun olaraq normativ hüquqi aktın layihəsinin və ya onun hər hansı struktur elementinin qəbul olunması, aktda dəyişikliklər edilməsi, aktın şərh edilməsi, qüvvəsinin dayandırılması və ya ləğv edilməsi zərurəti haqqında təklifi bu Konstitusiya Qanununun 48-ci maddəsinə uyğun olaraq normayaratma orqanına təqdim etmək hüququ olan subyektlərdir.\n\n39.2. Normayaratma təşəbbüsünün subyekti olmayan dövlət orqanları və vəzifəli şəxslər, habelə fiziki və hüquqi şəxslər normativ hüquqi aktın qəbul edilməsi ilə bağlı təkliflərini və ya normativ hüquqi aktın layihəsini Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən edilmiş qaydada müvafiq səlahiyyətlərə malik olan dövlət orqanlarına təqdim edə bilərlər. Bu halda bu Konstitusiya Qanununun 48-ci maddəsinə riayət olunmaya bilər.\n\n \n\nMaddə 40. Normayaratma prosesinin mərhələləri\n\n \n\n40.0. Normayaratma prosesi aşağıdakı mərhələlərdə, müəyyən olunmuş prosedura əməl etməklə həyata keçirilir:\n\n40.0.1. normayaratma fəaliyyətinin planlaşdırılması;\n\n40.0.2. normayaratma təşəbbüsü (normativ hüquqi aktın layihəsinin hazırlanması);\n\n40.0.3. normativ hüquqi aktın qəbul edilməsi;\n\n40.0.4. normativ hüquqi aktın Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinə daxil edilməsi;\n\n40.0.5. normativ hüquqi aktın dərc edilməsi.\n\n \n\nMaddə 41. Normativ hüquqi aktların layihələrinin hazırlanmasının planlaşdırılması\n\n \n\n41.1. Normativ hüquqi aktların layihələrinin hazırlanması planlı əsasda həyata keçirilir.\n\n41.2. Normativ hüquqi aktların layihələrinin hazırlanmasının planlaşdırılmasına normayaratma orqanları tərəfindən aşağıdakıların təsdiq edilməsi daxildir:\n\n41.2.1. normativ hüquqi aktların layihələrinin hazırlanması haqqında müddəaları əks etdirən dövlət proqramları;\n\n41.2.2. qanun layihələrinin hazırlanmasının illik planları və normativ hüquqi aktların layihələrinin hazırlanmasının digər planları.\n\n \n\nMaddə 42. Normativ hüquqi aktların layihələrinin hazırlanması planlarının tərtib edilməsi qaydası\n\n \n\n42.1. Müvafiq olaraq Azərbaycan Respublikasının Milli Məclisi və Azərbaycan Respublikasının Prezidenti qanun layihələrinin hazırlanmasının qarşılıqlı razılaşdırılmış illik planını tərtib edir. Qanun layihələrinin hazırlanmasının illik planında əhəmiyyətli və mürəkkəb qanun layihələrinin konsepsiyalarının hazırlanması nəzərdə tutula bilər.\n\n42.2. Normayaratma orqanları dövlət proqramları və ya qanun layihələrinin hazırlanmasının illik planı əsasında normativ hüquqi aktların layihələrinin hazırlanması ilə bağlı öz planlarını tərtib və təsdiq edə bilərlər.\n\n42.3. Normativ hüquqi aktların layihələrinin hazırlanması planları tərtib edilərkən normayaratma fəaliyyətinin subyektlərinin, digər maraqlı orqanların, elmi təşkilatların, habelə digər fiziki və hüquqi şəxslərin təklifləri nəzərə alına bilər.\n\n \n\nMaddə 43. Dövlət proqramlarının və normativ hüquqi aktların layihələrinin hazırlanması planlarının həyata keçirilməsinə nəzarət\n\n \n\nDövlət proqramlarının və normativ hüquqi aktların layihələrinin hazırlanması planlarının həyata keçirilməsinə onları təsdiq etmiş normayaratma orqanları nəzarət edirlər.\n\n \n\nMaddə 44. Normativ hüquqi aktların layihələrinin hazırlanmasının planlaşdırılması üzrə fəaliyyətdə aşkarlığın təmin edilməsi\n\n \n\n44.1. Dövlət proqramları və normativ hüquqi aktların layihələrinin hazırlanması planları onları təsdiq etmiş normayaratma orqanlarının aktları üçün nəzərdə tutulmuş qaydada təsdiq və dərc edilir.\n\n44.2. Təsdiq edilmiş dövlət proqramları və normativ hüquqi aktların layihələrinin hazırlanması planları məlumat üçün əlaqədar dövlət orqanlarına göndərilir.\n\n \n\nMaddə 45. Normativ hüquqi aktın layihəsinin hazırlanması qaydası\n\n \n\n45.1. Normativ hüquqi aktın layihəsinin hazırlanmasına aşağıdakılar daxil edilə bilər:\n\n45.1.1. normayaratma təşəbbüsünə baxılması və layihənin hazırlanması üzrə qərarın qəbul edilməsi;\n\n45.1.2. layihənin hazırlanmasının təşkilati-texniki və maliyyə təminatı;\n\n45.1.3. zəruri materialların və məlumatların toplanması;\n\n45.1.4. layihənin konsepsiyasının hazırlanması;\n\n45.1.5. layihənin mətninin tərtib edilməsi;\n\n45.1.6. layihənin razılaşdırılması;\n\n45.1.7. hüquqi, linqvistik, maliyyə və digər zəruri ekspertizaların keçirilməsi.\n\n45.2. Normayaratma orqanı normativ hüquqi aktın layihəsinin hazırlanmasını müstəqil surətdə həyata keçirə və ya normayaratma təşəbbüsünün digər subyektinin səlahiyyətlərinə aid edilən məsələlər üzrə həmin subyektə tapşıra bilər, habelə layihənin hazırlanmasına müvafiq mütəxəssisləri cəlb edə, bunun üçün xüsusi yaradılmış müvəqqəti komissiyalara və ya işçi qruplarına tapşırıq verə bilər.\n\n45.3. Normativ hüquqi aktın layihəsi müvafiq dövlət orqanının hüquq xidmətinin mütləq iştirakı ilə hazırlanır.\n\n \n\nMaddə 46. Normativ hüquqi aktın layihəsinin razılaşdırılması\n\n \n\n46.1. Normativ hüquqi aktın layihəsinin razılaşdırılması Azərbaycan Respublikasının qanunvericiliyi ilə məcburi olduqda, habelə normativ hüquqi aktda Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən edilmiş qaydada digər dövlət orqanları ilə bağlı normativ göstərişlər və (və ya) tapşırıqlar olduqda həmin layihə normayaratma orqanına təqdim edilməzdən əvvəl maraqlı dövlət orqanları ilə razılaşdırılmalıdır.\n\n46.2. Normativ hüquqi aktın layihəsinin razılaşdırılması aşağıdakı vasitələrlə həyata keçirilir:\n\n46.2.1. dövlət orqanı tərəfindən mövcud irad və təkliflər əsaslandırılmaqla və ya təklif edilən normativ göstərişlərlə razılaşmadıqda, normativ hüquqi aktın layihəsi və ya onun ayrıca struktur elementi normayaratma texnikasının müəyyən edilmiş qaydalarına uyğun əlavə olunmaqla müvafiq layihəyə dair yazılı formada razılığın verilməsi və verilməməsi;\n\n46.2.2. dövlət orqanının rəhbəri tərəfindən normativ hüquqi aktın layihəsinin vizalanması (ona dair irad və təkliflər olduqda onları əsaslandırmaqla və normativ hüquqi aktın layihəsi və ya onun ayrıca struktur elementinin təklif edilən redaksiyası normayaratma texnikasının müəyyən edilmiş qaydalarına uyğun əlavə edilməklə).\n\n46.3. Normativ hüquqi aktın layihəsinin razılaşdırılması zamanı hüquqi cəhətdən əsaslandırılmamış irad və təkliflərə baxılmır.\n\n46.4. Azərbaycan Respublikası Prezidentinin və ya Azərbaycan Respublikası Nazirlər Kabinetinin aktlarında digər hal nəzərdə tutulmadıqda, normativ hüquqi aktın layihəsinin razılaşdırılması zamanı dövlət orqanı tərəfindən müvafiq layihəyə dair razılıq verilməsi və ya verilməməsi layihənin müəyyən olunmuş qaydada alındığı gündən ən geci 60 gün keçənədək, onun vizalanması isə ən geci 5 gün keçənədək həyata keçirilir.\n\n46.5. Razılaşdırılma haqqında məlumat bu Konstitusiya Qanununun 46.4-cü maddəsi ilə müəyyən edilmiş müddətdə təqdim edilmədikdə və bu zaman razılaşdırılma müddətinin uzadılması zərurəti və ya bu müddətin uzadılmasından imtina edilməsi əsaslandırılmaqla razılaşdırılma müddətinin uzadılması haqqında təklif olmadıqda, normativ hüquqi aktın layihəsi razılaşdırılmış hesab olunur.\n\n46.6. Azərbaycan Respublikasının Prezidenti tərəfindən Azərbaycan Respublikasının Milli Məclisinə təqdim edilmiş qanun layihəsi bütün maraqlı dövlət orqanları ilə razılaşdırılmış hesab olunur.\n\n46.7. Azərbaycan Respublikası Nazirlər Kabinetinin qərarının layihəsi mərkəzi icra hakimiyyəti orqanları ilə razılaşdırılmalıdır, mərkəzi icra hakimiyyəti orqanının normativ hüquqi aktının layihəsi isə əlaqədar mərkəzi icra hakimiyyəti orqanları ilə razılaşdırılmalıdır.\n\n \n\nMaddə 47. Normativ hüquqi aktın layihəsinin ekspertizası\n\n \n\nBu Konstitusiya Qanunu ilə ekspertizanın məcburi qaydada keçirilməsi nəzərdə tutulan hallar istisna olmaqla, normayaratma orqanının və ya Azərbaycan Respublikasının qanunvericilik aktları ilə səlahiyyətlər verilmiş digər dövlət orqanının qərarı ilə normativ hüquqi aktın layihəsi başqa ekspertizadan (maliyyə, iqtisadi, ekoloji, kriminoloji və s.) keçirilə bilər.\n\n \n\nMaddə 48. Normativ hüquqi aktın layihəsinin normayaratma orqanına təqdim edilməsi\n\n \n\n48.1. Normativ hüquqi aktın layihəsinin normayaratma orqanına təqdim edilməsi qaydası bu Konstitusiya Qanunu, Azərbaycan Respublikasının digər qanunvericilik aktları və müvafiq normayaratma orqanının aktları ilə müəyyən edilir.\n\n48.2. Normayaratma orqanına təqdim edilən normativ hüquqi aktın layihəsinə, onun növündən asılı olaraq, aşağıdakılar əlavə edilir:\n\n48.2.1. müşayiət məktubu, normativ hüquqi aktın layihəsinin uyğunluğunun təmini haqqında arayış (müvafiq layihələr əlavə olunmaqla (olduğu halda)) və normativ hüquqi aktın qəbul edilməsi zərurətinin əsaslandırılması, o cümlədən maliyyə-iqtisadi əsaslandırılması; [13]\n\n48.2.2. normativ hüquqi aktın layihəsinin razılaşdırılması (vizalanması) haqqında məlumatı əks etdirən sənədlər;\n\n48.2.3. normativ hüquqi aktın layihəsinə dair ekspert rəyləri;\n\n48.2.4. normativ hüquqi aktın layihəsini hazırlamış şəxslərin siyahısı;\n\n48.2.5. normativ hüquqi aktın layihəsinə aid digər sənədlər (layihəni təqdim edən subyektin qərarına əsasən).\n\n48.3. Normativ hüquqi aktın qəbul olunması zərurətinin əsaslandırılmasına aşağıdakılar barədə məlumatlar daxil edilməlidir:\n\n48.3.1. normativ hüquqi aktın layihəsinin hazırlanmasının məqsədləri, onun mövcud hüquqi tənzimləmədə dəyişikliklər edən struktur elementlərinin hüquqi tənzimləmə predmeti;\n\n48.3.2. Azərbaycan Respublikası qanunvericiliyinin və onun tətbiqi təcrübəsinin, xarici dövlətlərin qanunvericiliyinin, kütləvi informasiya vasitələrində dərc olunmuş materialların, normativ hüquqi aktın layihəsinin hüquqi tənzimləmə predmetinə dair fiziki və hüquqi şəxslərin müraciətlərinin aparılmış təhlili;\n\n48.3.3. normativ hüquqi aktın qəbul edilməsinin ehtimal olunan nəticələrinin proqnozlaşdırılması;\n\n48.3.4. normativ hüquqi aktın qəbul edilməsi ilə əlaqədar ləğv edilməli, dəyişikliklər edilməli, habelə hazırlanmalı olan Azərbaycan Respublikası Nazirlər Kabinetinin qərarlarının və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının (onların struktur elementlərinin) siyahısı. [14]\n\n48.4. Azərbaycan Respublikasının Milli Məclisinə təqdim edilən qanun layihəsinə layihənin redaksiyasına dair ekspert rəyləri əlavə olunur. Bu zaman layihədə texniki xarakter daşıyan dəyişikliklər edildikdə layihə təkrar ekspert rəylərinin alınması üçün göndərilmir.\n\n48.5. Qanunda dəyişikliklər edilməsi haqqında qanun layihələrinə maddənin və ya qanunun digər struktur elementinin redaksiyası və layihə ilə qanuna təklif edilən dəyişikliklər nəzərə alınmaqla maddənin və ya qanunun digər struktur elementinin redaksiyası göstərilməklə müqayisəli cədvəl əlavə olunur.\n\n48.6. Azərbaycan Respublikasının Milli Məclisinə Azərbaycan Respublikasının Prezidenti tərəfindən təqdim edilən qanun layihəsinə yalnız müşayiət məktubu əlavə olunur və bu Konstitusiya Qanununun 48.3-cü və 48.4-cü maddələrində göstərilən sənədlər Azərbaycan Respublikası Prezidentinin Administrasiyasında saxlanılır.\n\n48.7. Normativ hüquqi aktın layihəsi normayaratma orqanına kağız daşıyıcısında və eyni zamanda elektron daşıyıcılarında mətn faylları formasında təqdim edilir.\n\n \n\nIX fəsil\n\nNORMATİV HÜQUQİ AKTIN LAYİHƏSİNİN, QANUNUN MƏCBURİ HÜQUQİ EKSPERTİZASI\n\n \n\nMaddə 49. Normativ hüquqi aktın layihəsinin, qanunun məcburi hüquqi ekspertizasının keçirilməsi qaydası\n\n \n\n49.1. Normativ hüquqi aktın layihəsi və Azərbaycan Respublikasının Prezidentinə imzalanmaq üçün təqdim edilən qanun məcburi hüquqi ekspertizadan keçirilməlidir.\n\n49.2. Məcburi hüquqi ekspertiza, normativ hüquqi aktın növündən asılı olaraq, aşağıdakı qaydada keçirilir:\n\n49.2.1. qanun layihələri – Azərbaycan Respublikası Milli Məslisinin işinin təşkilati təminatını həyata keçirən qurumun səlahiyyətli struktur bölməsi tərəfindən;\n\n49.2.2. Azərbaycan Respublikasının Prezidentinə təqdim edilən normativ hüquqi aktların layihələri və imzalanmaq üçün təqdim edilən qanunlar – Azərbaycan Respublikası Prezidentinin Administrasiyasının səlahiyyətli struktur bölməsi tərəfindən;\n\n49.2.3. Azərbaycan Respublikası Nazirlər Kabinetinin qərar layihələri – Azərbaycan Respublikası Nazirlər Kabinetinin işinin təşkilati təminatını həyata keçirən qurumun səlahiyyətli struktur bölməsi tərəfindən;\n\n49.2.4. mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının layihələri – həmin orqanların hüquq xidmətləri tərəfindən.\n\n \n\nMaddə 50. Normativ hüquqi aktların layihələrinə dair ümumi tələblər\n\n \n\n50.0. Normativ hüquqi aktın layihəsinə dair ümumi tələblər aşağıdakılardır:\n\n50.0.1. bu Konstitusiya Qanununun 8-ci maddəsində müəyyən edilən prinsiplərə uyğunluğu;\n\n50.0.2. normativ hüquqi aktın normalarının normativ hüquqi aktın məqsəd və vəzifələrinə uyğunluğu;\n\n50.0.3. normativ tənzimləmə predmetinə uyğunluğu;\n\n50.0.4. normativ hüquqi aktın formasının və mahiyyətinin uyğunluğu;\n\n50.0.5. daxili strukturun məntiqliliyi;\n\n50.0.6. daxil edilməsi nəzərdə tutulan normaların qarşılıqlı ziddiyyətsizliyi;\n\n50.0.7. bir dövlət orqanının digər dövlət orqanının səlahiyyətlərinə müdaxilə etməməsi;\n\n50.0.8. normativ hüquqi aktın müvafiq səlahiyyətə malik olan normayaratma orqanı tərəfindən öz səlahiyyəti daxilində qəbul edilməsi;\n\n50.0.9. normativ hüquqi aktın Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən edilmiş qaydada və formada qəbul edilməsi;\n\n50.0.10. normayaratma texnikasına uyğunluğu;\n\n50.0.11. bu Konstitusiya Qanununun 37-ci maddəsinin tələblərinə riayət olunması.\n\n \n\nMaddə 51. Məcburi hüquqi ekspertizanın rəyi\n\n \n\n51.1. Məcburi hüquqi ekspertizanın rəyi bu Konstitusiya Qanununa əlavə olunmuş 1 nömrəli Əlavəyə uyğun tərtib edilir.\n\n51.2. Normativ hüquqi aktın layihəsinə dair məcburi hüquqi ekspertizanın rəyində aşağıdakı nəticələrdən biri göstərilməlidir:\n\n51.2.1. normativ hüquqi aktın layihəsi rədd edilir;\n\n51.2.2. normativ hüquqi aktın layihəsi yenidən işlənilməsi üçün normayaratma təşəbbüsünün subyektinə qaytarılır;\n\n51.2.3. normativ hüquqi aktın layihəsi dəstəklənir.\n\n51.3. Qanuna dair məcburi hüquqi ekspertizanın rəyində, onun Azərbaycan Respublikasının Prezidenti tərəfindən imzalanması və ya imzalanmadan öz etirazları ilə birlikdə Azərbaycan Respublikasının Milli Məclisinə qaytarılması təklif edilir.\n\n \n\nMaddə 52. Məcburi hüquqi ekspertizanın keçirilməsinin ardıcıllığı\n\n \n\nNormativ hüquqi aktın layihəsinin, qanunun məcburi hüquqi ekspertizası məcburi linqvistik ekspertizadan və digər ekspertizalardan əvvəl keçirilməlidir.\n\n \n\nX fəsil\n\nNORMATİV HÜQUQİ AKTIN LAYİHƏSİNİN MƏCBURİ LİNQVİSTİK EKSPERTİZASI\n\n \n\nMaddə 53. Normativ hüquqi aktın mətninə dair irəli sürülən linqvistik tələblər\n\n \n\nNormativ hüquqi aktın mətni lakonik formada, normaların ziddiyyətli təfsirini istisna edən sadə və aydın dildə, Azərbaycan ədəbi dilinin və hüquq terminologiyasının rəsmi-işgüzar üslubuna əməl etməklə tərtib edilir.\n\n \n\nMaddə 54. Normativ hüquqi aktın terminologiyası\n\n \n\n54.1. Normativ hüquqi aktın terminologiyası aydın anlaşılan sözlərdən və söz birləşmələrindən istifadə etməklə formalaşdırılmalıdır.\n\n54.2. Normativ hüquqi aktda eyni terminlər bir mənada işlədilməli və vahid formaya malik olmalıdır.\n\n54.3. Normativ hüquqi aktda istifadə edilən terminlərin və onların tərifinin dəqiqləşdirilməsi zərurəti olduqda həmin aktda onların mənasını izah edən maddə (hissə, bənd) yerləşdirilir.\n\n \n\nMaddə 55. Xüsusi nişanlanmalardan istifadə olunması\n\n \n\n55.1. Normativ hüquqi aktda xüsusi nişanlanmalardan yalnız müvafiq xüsusi sahədə işlədilən mənada istifadə olunur.\n\n55.2. Zərurət olduqda, xüsusi nişanlanmalar normativ hüquqi aktda izah edilir.\n\n \n\nMaddə 56. Normativ hüquqi aktın mətninə dair üslub tələbləri\n\n \n\n56.0. Normativ hüquqi aktın mətnində aşağıdakıların ifadə edilməsinə yol verilmir:\n\n56.0.1. loru dili, Azərbaycan dilinin dialektləri və danışıq nitqinin ekspressiv formaları;\n\n56.0.2. eyni mənada müxtəlif anlayışlar (terminlər);\n\n56.0.3. Azərbaycan dilində eynimənalı sözlər və terminlər olduqda başqa dillərdən alınma sözlər;\n\n56.0.4. anlaşılmaz söz birləşmələri, ümumiləşdirilmiş düşüncələr, çağırışlar, bədii müqayisələr, epitetlər, metaforalar;\n\n56.0.5. abreviaturalar (məlum olanlar istisna olmaqla).\n\n \n\nMaddə 57. Normativ hüquqi aktlarda ifadə edilən ixtisarlar və ümumiləşdirilmiş anlayışlar\n\n \n\n57.1. Dövlət orqanlarının normativ hüquqi aktlarda ifadə edilən adları onların əsasnamələrinə (nizamnamələrinə), yaradılması, adlandırılması və adlarının dəyişdirilməsi haqqında aktlara tam uyğun olaraq göstərilir.\n\n57.2. Dövlət orqanlarının ixtisar edilmiş adlarının ifadə olunmasına onların ixtisar edilmiş adları rəsmi olduqda və yalnız texniki normativ hüquqi aktlarda, qeyri-normativ hüquqi aktlarda, habelə stenoqramlarda, protokollarda, xidməti məktublarda, arayış xarakterli sənədlərdə, hüquqi aktlara dair mətndən kənar əlavələrdə yol verilir.\n\n57.3. Dövlət orqanlarını ifadə edən ümumiləşdirilmiş anlayışlardan (sözlərdən, söz birləşmələrindən) normativ hüquqi aktlarda istifadə edilməsinə yalnız müvafiq ümumiləşdirilmiş anlayışın istənilən dövlət orqanına şamil olunduğu nəzərdə tutulan hallarda yol verilir. Normativ hüquqi aktın mətnində dövlət orqanının adının dəfələrlə göstərilməsi tələb olunduqda və ya sözlər qrupu ilə ifadə olunan bu və ya digər anlayış dəfələrlə işlədildikdə bu dövlət orqanının və ya anlayışın adı ilk dəfə istifadə edilən müddəada tam verilir və bu zaman mötərizədə növbəti müddəalarda göstəriləcək ixtisar (şərti nişanlanma) qeyd olunur.\n\n57.4. Tam adın göstərilməsi məqsədəuyğun olmadıqda dəfələrlə istinadlar edilən normativ hüquqi aktın adına da bu qayda tətbiq edilir.\n\n \n\nMaddə 58. Normativ hüquqi aktlarda istinadların tətbiq edilməsi\n\n \n\nNormativ hüquqi aktda həmin normativ hüquqi akta və ya onun struktur elementinə istinad yalnız “bu” sözündən istifadə etməklə edilir.\n\n \n\nMaddə 59. Normativ hüquqi aktların layihələrinin məcburi linqvistik ekspertizasının rəyi\n\n \n\n59.0. Normativ hüquqi aktın layihəsinə dair məcburi linqvistik ekspertizanın rəyində aşağıdakı nəticələrdən biri göstərilməlidir:\n\n59.0.1. normativ hüquqi aktın layihəsi rədd edilir;\n\n59.0.2. normativ hüquqi aktın layihəsi yenidən işlənilməsi üçün normayaratma təşəbbüsünün subyektinə qaytarılır;\n\n59.0.3. normativ hüquqi aktın layihəsi dəstəklənir.\n\n \n\nMaddə 60. Normativ hüquqi aktların layihələrinin məcburi linqvistik ekspertizasının forması\n\n \n\nMəcburi linqvistik ekspertizanın rəyi normativ hüquqi aktın layihəsinin mətnində aparılan düzəlişlər formasında tərtib edilir.\n\n \n\nXI fəsil\n\nNORMATİV HÜQUQİ AKTLARIN (ONLARIN LAYİHƏLƏRİNİN) SUİ-İSTİFADƏYƏ MƏRUZ QALMASINA DAİR EKSPERTİZASININ KEÇİRİLMƏSİ\n\n \n\nMaddə 61. Normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının keçirilməsinin məqsədi\n\n \n\nMəcburi hüquqi ekspertizadan keçirilən normativ hüquqi aktların layihələrində və Azərbaycan Respublikasının Prezidentinə imzalanmaq üçün təqdim edilən qanunlarda (bu fəslin məqsədləri üçün bundan sonra – normativ hüquqi aktlar (onların layihələri)) sui-istifadə təzahürləri üçün şərait yaranmasına kömək edən müddəaların əmələ gəlməsinin qarşısını almaq, onları aşkar etmək və aradan qaldırmaq məqsədi ilə normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizası keçirilir.\n\n \n\nMaddə 62. Normativ hüquqi aktlarda (onların layihələrində) sui-istifadə amilləri\n\n \n\n62.1. Bu Konstitusiya Qanununun məqsədləri üçün sui-istifadə amilləri dedikdə, normativ hüquqi aktın tətbiqi zamanı sui-istifadənin təzahürünə səbəb olan, o cümlədən sui-istifadə təcrübəsinin bilavasitə əsası olan, yaxud sui-istifadə əməllərinə legitim şərait yaradan, sui-istifadə əməllərinə yol verən və ya onlara təhrik edən normativ hüquqi aktların müddəaları (o cümlədən, normanın və hüquqi düsturların qüsurları) nəzərdə tutulur.\n\n62.2. Özündə sui-istifadə amillərini ehtiva edən normalar (normativ hüquqi aktlar, onların layihələri) sui-istifadəyə məruz qalmış normalar (normativ hüquqi aktlar, onların layihələri) hesab edilir.\n\n62.3. Tipik sui-istifadə amillərinə əsasən, tənzimləmə predmetindən asılı olmayaraq normativ hüquqi aktlarda (onların layihələrində) daha tez-tez rast gəlinən və şübhəsiz və ya böyük ehtimalla sui-istifadə təzahürlərinə səbəb olan sui-istifadə amilləri aid edilir.\n\n62.4. Normativ hüquqi aktların layihələrinin hazırlanması və təkmilləşdirilməsi zamanı onlara bu Konstitusiya Qanununda qeyd edilən tipik sui-istifadə amillərinin və sui-istifadəyə məruz qalma təzahürlərinin, habelə sui-istifadəyə şərait yaranmasına səbəb olacaq digər müddəaların daxil edilməsinə yol verilmir.\n\n \n\nMaddə 63. Sui-istifadə amillərinin növləri\n\n \n\n63.0. Normativ hüquqi aktın (onun layihəsinin) ekspertizası aparılarkən aşağıdakı tipik sui-istifadə amilləri və sui-istifadəyə məruz qalma təzahürləri aşkar edilməli və aradan qaldırılmalıdır:\n\n63.0.1. dövlət orqanının (vəzifəli şəxsin) səlahiyyətlərinin həyata keçirilməsi ilə əlaqədar olan tipik sui-istifadə amilləri;\n\n63.0.2. hüquqi boşluqların mövcudluğu ilə əlaqədar olan tipik sui-istifadə amilləri;\n\n63.0.3. sistem xarakterli tipik sui-istifadə amilləri;\n\n63.0.4. sui-istifadəyə məruz qalmanın tipik təzahürləri.\n\n \n\nMaddə 64. Dövlət orqanının (vəzifəli şəxsin) səlahiyyətlərinin həyata keçirilməsi ilə əlaqədar olan tipik sui-istifadə amilləri\n\n \n\n64.1. Normativ hüquqi aktda dövlət orqanının (vəzifəli şəxsin) səlahiyyətlərinin həyata keçirilməsi ilə əlaqədar olan tipik sui-istifadə amillərinə aşağıdakılar aiddir:\n\n64.1.1. diskresion səlahiyyətlərin geniş olması;\n\n64.1.2. səlahiyyətin dispozitiv imkan kimi müəyyənləşdirilməsi;\n\n64.1.3. şəxsə məxsus hüquqların həyata keçirilməsi üçün ona lazım olduğundan daha yüksək tələblərin irəli sürülməsi;\n\n64.1.4. fiziki və hüquqi şəxslərin hüquqlarından dövlət orqanı (vəzifəli şəxs) tərəfindən sui-istifadə edilməsi imkanı;\n\n64.1.5. hüquqların həcminin əsassız dəyişdirilməsi;\n\n64.1.6. qanundan irəli gələn normayaratmanın həddindən artıq sərbəst xarakter daşıması;\n\n64.1.7. hüquqi-linqvistik sui-istifadəyə məruz qalma;\n\n64.1.8. icra hakimiyyəti orqanının səlahiyyətindən kənar normativ hüquqi aktın qəbul edilməsi;\n\n64.1.9. qanundakı boşluqların icra hakimiyyəti orqanının normativ hüquqi aktları ilə doldurulması.\n\n64.2. Vəzifəli şəxsə qərar qəbul edilməsi zamanı öz mülahizələrinə görə hərəkət etmək imkanı verən normativ hüquqi aktdakı diskresion səlahiyyətlər özbaşına həyata keçirilə bilməz.\n\n64.3. Normativ hüquqi aktda diskresion səlahiyyətlərin geniş olması nəticəsində qərar qəbul etmə müddətlərinin müəyyən edilməməsinə və ya bu müddətin qeyri-müəyyənliyinə, bu və ya digər qərarın qəbul edilməsi şərtlərinin və əsaslarının qeyri-müəyyənliyinə, müxtəlif dövlət orqanlarının səlahiyyətlərinin bir-birini təkrarlamasına yol verilmir.\n\n64.4. Dövlət orqanı üçün hüquq və vəzifələr onun səlahiyyətlərini təşkil edir və bu səbəbdən normativ hüquqi aktda həmin orqanın hüququ konkret icraçının mülahizəsindən asılı olan bu və ya digər hərəkətlərin edilməsi, dispozitiv imkan kimi müəyyənləşdirilə bilməz. Normativ hüquqi aktda dövlət orqanının səlahiyyətlərinin həddindən artıq ümumiləşdirilmiş formada müəyyən edilməsinə, “orqan edə bilər”, “bir qayda olaraq”, “müstəsna hallarda yol verilir”, “orqan öz səlahiyyətləri daxilində”, “zərurət olduqda” və bunlara bənzər qeyri-müəyyən ifadələrdən istifadə olunmasına yol verilmir.\n\n64.5. Normativ hüquqi aktda fiziki və hüquqi şəxslərin öz hüquqlarını həyata keçirməsi və ya vəzifələrini yerinə yetirməsi üçün zəruri olan tələblər (şərtlər) ağır və (və ya) çətin yerinə yetirilən tələblər (şərtlər) ola bilməz.\n\n64.6. Normativ hüquqi aktda lazım olduğundan yüksək və artıq tələblərin irəli sürülməsinə, fiziki və hüquqi şəxslər tərəfindən təqdim edilən sənədlərin, yaxud başlanmış inzibati prosedur çərçivəsində ona imtina üçün əsasların açıq (natamam) siyahısının mövcudluğuna, hüququn həyata keçirilməsinə imtina üçün subyektiv qiymətləndirici ifadələrdən istifadə olunmasına yol verilmir.\n\n64.7. Normativ hüquqi aktda fiziki və hüquqi şəxslərin hüquqlarının dəqiq (dürüst) nizamlanmaması yolu ilə vəzifəli şəxslər üçün diskresion səlahiyyətlərin və dispozitiv imkanların yaradılmasına yol verilmir. Normativ hüquqi aktda fiziki və hüquqi şəxslərə başlanmış inzibati prosedur çərçivəsində hərəkətlərin edilməsi üçün üsul və müddətlərin sərbəst seçimi əvəzinə yalnız hüquqların alternativ seçilməsi imkanının nəzərdə tutulmasına yol verilmir.\n\n64.8. Normativ hüquqi aktda vəzifəli şəxsin öz mülahizəsindən asılı olaraq fiziki və hüquqi şəxslər üçün ümumi qaydadan istisnalar müəyyənləşdirmək imkanı nəzərdə tutula bilməz. Normativ hüquqi aktda vəzifəli şəxslərə normativ hüquqi aktla nizamlanmayan güzəştlər, habelə qadağa və məhdudiyyətlər müəyyən etmək imkanı nəzərdə tutula bilməz.\n\n64.9. Qanunda normaların həddindən artıq detallaşdırılması Azərbaycan Respublikasının Konstitusiyası ilə müəyyən edilmiş icra və məhkəmə hakimiyyəti orqanlarının səlahiyyətlərinə müdaxiləyə gətirib çıxarmamalıdır.\n\n64.10. Vəzifəli şəxsin diskresion səlahiyyətlərinin genişləndirilməsi üçün ikimənalı və təcrübədə az yerini tapan terminlərdən, məfhumlardan (anlayışlardan) və xülasələrdən, qiymətləndirmə xassəli kateqoriyalardan istifadə edilə bilməz.\n\n64.11. İcra hakimiyyəti orqanı normativ hüquqi aktları yalnız öz səlahiyyətləri daxilində qəbul etməlidir və digər icra hakimiyyəti orqanının fəaliyyət dairəsinə müdaxilə edə bilməz.\n\n64.12. Qanunun olmadığı halda digər normativ hüquqi aktla qanunun predmetini təşkil edən məsələlərin hüquqi tənzimlənməsinə və hamı üçün məcburi olan davranış qaydalarının müəyyənləşdirilməsinə yol verilmir.\n\n \n\nMaddə 65. Hüquqi boşluqların mövcudluğu ilə əlaqədar olan tipik sui-istifadə amilləri\n\n \n\n65.1. Hüquqi boşluqlar bu və ya digər məsələnin hüquqi tənzimlənməməsi nəticəsində, normativ hüquqi aktın tənzimləmə üçün istifadə edilmədiyi halda, habelə normativ hüquqi aktın mətninə hüquq pozuntularına görə vəzifəli şəxslərin məsuliyyətini nəzərdə tutan və onların fəaliyyətinə nəzarəti tənzimləyən sui-istifadə əleyhinə preventiv normalar daxil edilmədikdə yaranır.\n\n65.2. Hüquqi boşluqların mövcudluğu ilə əlaqədar olan tipik sui-istifadə amillərinə aşağıdakılar aiddir:\n\n65.2.1. hüquqi tənzimləmədə boşluqların mövcudluğu;\n\n65.2.2. inzibati prosedurların olmaması;\n\n65.2.3. müsabiqə (hərrac) prosedurlarının olmaması;\n\n65.2.4. konkret fəaliyyət sahəsində vəzifəli şəxslər üçün qadağa və məhdudiyyətlərin olmaması;\n\n65.2.5. hüquqpozmaya görə vəzifəli şəxs üçün məsuliyyətin müəyyən edilməməsi;\n\n65.2.6. dövlət orqanlarına, vəzifəli şəxslərə nəzarətin, o cümlədən ictimai nəzarətin müəyyənləşdirilməməsi;\n\n65.2.7. informasiyanın şəffaflığı rejiminin pozulması.\n\n65.3. Hüquqi tənzimləmədə boşluqların mövcudluğu hüququn tətbiqi zamanı boşluğun dövlət orqanının (vəzifəli şəxsin) mülahizəsinə görə doldurulmasına imkan verməməlidir. Bu və ya digər fəaliyyət növü üzrə dövlət orqanına həvalə edilmiş funksiyaların həyata keçirilməsi tənzimlənməlidir.\n\n65.4. İnzibati akt həm vəzifəli şəxs üçün, həm də fiziki və hüquqi şəxslər üçün normativ hüquqi aktın mətnindən onlara əvvəlcədən məlum olan müəyyən prosedur üzrə qəbul edilməlidir və hərəkətlərin qayda və müddətləri müəyyən edilməlidir.\n\n65.5. İmtiyaz verən konkret hüququn verilməsi (hüquqi vəziyyətin yaradılması) üçün namizədin seçilməsi ilə bağlı hərəkətlər müsabiqə (hərrac) prosedurlarına uyğun həyata keçirilməlidir. Konkret hüququn inzibati qaydada verilməsinə (hüquqi vəziyyətin inzibati qaydada yaradılmasına), habelə müsabiqələrin (hərracların) keçirilməsi zamanı diskresion səlahiyyətlərin geniş olmasına yol verilmir.\n\n65.6. Normativ hüquqi aktda vəzifəli şəxslərin hüquq pozuntularına görə hüquqi məsuliyyətə dair aktlara uyğun gələn məsuliyyəti haqqında, habelə vəzifəli şəxslərin hərəkətindən (hərəkətsizliyindən) şikayət verilməsinin mümkünlüyü ilə bağlı normalar əks olunmalıdır.\n\n65.7. Normativ hüquqi aktda dövlət orqanının (vəzifəli şəxslərin) daha çox əhəmiyyətli fəaliyyət istiqamətlərinə nəzarətin, o cümlədən ictimai nəzarətin mümkünlüyünü təmin edən normalar əks olunmalıdır.\n\n65.8. Normativ hüquqi aktda dövlət orqanlarının informasiya açıqlığını təmin edən normalar əks olunmalıdır. Konkret məsələ üzrə qərar qəbul edilməsində əhəmiyyət kəsb edən informasiyanın fiziki və hüquqi şəxslər üçün qapalı informasiya kimi müəyyən edilməsinə, habelə normativ hüquqi aktda belə informasiyanın əldə olunmasının mümkünlüyünün və qaydasının müəyyən edilməməsinə yol verilmir.\n\n \n\nMaddə 66. Sistem xarakterli tipik sui-istifadə amilləri\n\n \n\n66.1. Sistem xarakterli tipik sui-istifadə amilləri normativ hüquqi aktın ayrı-ayrı normalarını deyil, onun bütün mətninin sistemli təhlili nəticəsində aşkar edilə bilən tipik sui-istifadə amillərini özündə ehtiva edir.\n\n66.2. Sistem xarakterli tipik sui-istifadə amillərinə aşağıdakılar aiddir:\n\n66.2.1. yanlış məqsəd və prioritetlər;\n\n66.2.2. kolliziyalar;\n\n66.2.3. məcbur edilmiş sui-istifadəyə məruz qalma.\n\n66.3. Normativ hüquqi aktın hüquqi tənzimləmənin həqiqi tələblərinə uyğun gələn aydın məqsədləri və prioritetləri olmalıdır. Normativ hüquqi aktın qəbul edilməsi üçün obyektiv məqsədəuyğunluğun olmamasına, məsələnin zərurətdən artıq tənzimlənməsinə, normativ hüquqi aktın normalarının həmin aktın bəyan edilmiş məqsədləri ilə ziddiyyət təşkil etməsinə yol verilmir.\n\n66.4. Digər normativ hüquqi aktla tam və ya qismən ziddiyyət təşkil edən normativ hüquqi aktda vəzifəli şəxslər üçün konkret halda tətbiq edilməli olan aktı sərbəst seçmək imkanının yaradılmasına, həmin kolliziyanın həlli mümkünlüyünün vəzifəli şəxsin iradəsindən asılı olmasına yol verilmir.\n\n66.5. Daha üstün hüquqi qüvvəyə malik olan normativ hüquqi aktın sui-istifadəyə məruz qalmış normaları digər normativ hüquqi aktda sui-istifadəyə məruz qalmış normaların əks etdirilməsinə səbəb ola bilməz.\n\n \n\nMaddə 67. Sui-istifadəyə məruz qalmanın tipik təzahürləri\n\n \n\n67.1. Sui-istifadəyə məruz qalmanın tipik təzahürləri müəyyən şəraitdə artıq baş vermiş sui-istifadə faktları (sui-istifadə indikatorları) barədə xəbər verən və (və ya) sui-istifadə amillərinin yaranmasına (sui-istifadə qabağı amillər) şərait yaradan müddəaların birləşməsidir.\n\n67.2. Sui-istifadəyə məruz qalmanın tipik təzahürlərinə aşağıdakılar aiddir:\n\n67.2.1. normativ hüquqi aktın qəbul edilməsi zamanı formal-texniki şərtlərə riayət olunmaması;\n\n67.2.2. normativ hüquqi aktın qəbul edilməsi müddətinin göstərilməməsi;\n\n67.2.3. mənafelər balansının pozulması (yalnız bir qrup subyektlər üçün imtiyazların nəzərdə tutulması).\n\n67.3. Formal-texniki xassəli tələblərin yerinə yetirilməməsinə, normativ hüquqi aktların hüquqi ekspertizası zamanı aşkar edilən pozuntuların aradan qaldırılmamasına, o cümlədən normativ hüquqi aktın qəbul edilməsi qaydasının və (və ya) formasının pozulmasına yol verilmir.\n\n67.4. Normativ hüquqi aktın qəbul edilməsi müddətlərinin müəyyənləşdirilməməsinə, qəbul edilməsi nəzərdə tutulan normativ hüquqi aktın qəbul edilməsi əvəzinə məcburi davranış qaydalarının sərbəst inzibati mülahizə əsasında fərdi hüquq tətbiq etmə aktları ilə əvəzlənməsinə yol verilmir.\n\n67.5. Mənafelər balansının pozulması nəticəsində bir subyektlər qrupunun zərərinə olaraq digər subyektlər qrupuna güzəştlərin və imtiyazların xüsusi norma müəyyən edilməsi yolu ilə verilməsinə yol verilmir.\n\n \n\nMaddə 68. Normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertiza keçirilməsinin əsas qaydaları\n\n \n\n68.1. Normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının səmərəliliyi onun sistemliliyi, etibarlılığı və nəticələrinin yoxlanılmasının mümkünlüyü ilə müəyyənləşdirilir.\n\n68.2. Normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının sistemliliyinin, etibarlılığının və nəticələrinin yoxlanılmasının təmin edilməsi üçün aşağıdakı qaydalara riayət olunmalıdır:\n\n68.2.1. normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizası və onun nəticələrinin ifadə olunması eyniliklə – normativ hüquqi aktda (onun layihəsində) tipik sui-istifadə amilləri və sui-istifadəyə məruz qalmanın təzahürləri cədvəlində (bu Konstitusiya Qanununa 2 nömrəli Əlavə) göstərilən tərkib və ardıcıllıq üzrə aparılmalıdır;\n\n68.2.2. hər bir tipik sui-istifadə amilləri və sui-istifadəyə məruz qalmanın təzahürləri onların normativ hüquqi aktın (onun layihəsinin) hər bir normasında mövcud olub-olmamasına dair yoxlanılmalıdır;\n\n68.2.3. tipik sui-istifadə amilləri və sui-istifadəyə məruz qalmanın təzahürləri onların normativ hüquqi akta (onun layihəsinə) qəsdən və ya bilmədən daxil edilib-edilməməsindən asılı olmayaraq, bu səbəblərə qiymət vermədən aşkar edilir və göstərilir;\n\n68.2.4. ekspertiza nəticəsində aşkar olunmuş istənilən tipik sui-istifadə amili və sui-istifadəyə məruz qalmanın təzahürü normativ hüquqi aktdan (onun layihəsindən) çıxarılmalıdır;\n\n68.2.5. normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının nəticələri üzrə iş sui-istifadəyə məruz qalmaya dair ekspertizanın nəticələri üzrə rəylər əsasında müvafiq normativ hüquqi aktların hazırlanması və qəbul edilməsi üçün müəyyən edilmiş qaydada aparılır;\n\n68.2.6. təhlil nəticəsində aşkar edilmiş sui-istifadəyə şərait yaradan qeyri-tipik müddəalar normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının nəticələri üzrə rəydə göstərilir və tipik sui-istifadə amilləri və sui-istifadəyə məruz qalma təzahürləri üçün müəyyən edilmiş qaydada çıxarılmalıdır.\n\n68.3. Normativ hüquqi aktlarda (onların layihələrində) sui-istifadə amillərinin mövcud olmamasına dair bu Konstitusiya Qanununun tələbləri normativ hüquqi aktı (onun layihəsini) bilavasitə hazırlayan mütəxəssislər tərəfindən yerinə yetirilir.\n\n \n\nMaddə 69. Normativ hüquqi aktların (onların layihələrinin) sui-istifadəyə məruz qalmasına dair ekspertizasının nəticələrinin rəsmiləşdirilməsi\n\n \n\n69.1. Normativ hüquqi aktlarda (onların layihələrində) sui-istifadə amillərinin və sui-istifadəyə məruz qalma təzahürlərinin, sui-istifadənin təzahürləri üçün şərait yaranmasına kömək edən digər müddəaların mövcud olub-olmamasına dair nəticə aşağıdakı qaydada rəsmiləşdirilir:\n\n69.1.1. normativ hüquqi aktın (onun layihəsinin) məcburi hüquqi ekspertizasının nəticələri üzrə rəyin tərkibində;\n\n69.1.2. normativ hüquqi aktın (onun layihəsinin) məcburi hüquqi ekspertizasının nəticələri üzrə rəyinə əlavə olunan izahedici arayışda.\n\n69.2. Normativ hüquqi aktda (onun layihəsində) sui-istifadənin təzahürləri üçün şərait yaranmasına kömək edən müddəalar aşkar edildikdə həmin müddəalar bu Konstitusiya Qanununun 69.1-ci maddəsində nəzərdə tutulan sənəddə bu Konstitusiya Qanunu ilə müəyyənləşdirilmiş ardıcıllıqla tipik sui-istifadə amilləri və sui-istifadəyə məruz qalma təzahürləri onların aşkar edildiyi struktur elementlər (bölmə, fəsil, maddə, hissə və s.) göstərilməklə izah edilir.\n\n69.3. Bu Konstitusiya Qanununun 69.1-ci maddəsində nəzərdə tutulan sənəddə habelə digər tipik sui-istifadə amillərinin və sui-istifadəyə məruz qalmanın digər təzahürlərinin, sui-istifadənin təzahürlərinə kömək edən digər müddəaların aşkar edilmədiyi göstərilir.\n\n69.4. Normativ hüquqi aktda (onun layihəsində) aşkar edilmiş tipik sui istifadə amilləri və sui-istifadəyə məruz qalmanın təzahürləri ekspertizanın nəticələri üzrə hazırlanmış sənəddə bu Konstitusiya Qanununa əlavə edilmiş 2 nömrəli cədvəl şəklində göstərilir.\n\n69.5. Normativ hüquqi aktda (onun layihəsində) sui-istifadənin təzahürlərinə kömək edən müddəaların aşkar edilmədiyi hallar istisna olmaqla, təhlil edilən normativ hüquqi aktın (onun layihəsinin) sui-istifadəyə məruz qalma dərəcəsi bütövlükdə sui-istifadəyə məruz qalmaya dair ekspertizanın nəticələrini əks etdirən sənəddə müəyyənləşdirilir.\n\n69.6. Sui-istifadəyə məruz qalmaya dair ekspertizanın nəticələrini əks etdirən sənəddə sui-istifadənin təzahürlərinə şərait yaranmasına kömək edən müddəaların aşkar edildiyi normativ hüquqi aktın layihəsinin göstərilən iradlar nəzərə alınmaqla yenidən işlənməsi (normativ hüquqi aktda dəyişikliklər edilməsi) ilə bağlı tövsiyələr nəzərdə tutulmalıdır.\n\n \n\nXII fəsil\n\nNORMATİV HÜQUQİ AKTIN LAYİHƏSİNƏ BAXILMASI VƏ ONUN QƏBUL EDİLMƏSİ\n\n \n\nMaddə 70. Normativ hüquqi aktın layihəsinə baxılması\n\n \n\n70.1. Müəyyən edilmiş qaydada təqdim edilmiş normativ hüquqi aktın layihəsinə normayaratma orqanı tərəfindən baxılmalıdır.\n\n70.2. Normayaratma orqanı normativ hüquqi aktın layihəsinə baxdıqdan sonra aşağıdakılardan birini edə bilər:\n\n70.2.1. normativ hüquqi aktın layihəsinin bəyənilməsi və qəbul edilməsi;\n\n70.2.2. əsaslar və səbəblər göstərilməklə layihənin rədd edilməsi;\n\n70.2.3. normativ hüquqi aktın layihəsinin qəbul edilməsinin müəyyən müddətə təxirə salınması;\n\n70.2.4. irad və təkliflər göstərilməklə layihənin yenidən işlənilmək üçün qaytarılması.\n\n70.3. Azərbaycan Respublikasının Milli Məclisində dövlətlərarası və Azərbaycan Respublikasının qanunlarından fərqli qaydalar nəzərdə tutan hökumətlərarası müqavilələrin təsdiq və ləğv edilməsi barədə, uyğunlaşdırma məqsədi ilə hazırlanmış, həmçinin ad və digər texniki xarakter daşıyan dəyişiklikləri (müddət, məbləğ, yaş senzi ilə bağlı, həmçinin subyektlərin hüquqi vəziyyətinə təsir edən, hüquq məsuliyyətini yaradan və ya aradan qaldıran, yüngülləşdirən və ya ağırlaşdıran dəyişikliklər istisna olmaqla) nəzərdə tutan qanun layihələrinə bir oxunuşda, digər qanun layihələrinə, həmçinin Konstitusiya qanunu layihələrinə isə üç oxunuşda baxılır. [15]\n\n \n\nMaddə 71. Normativ hüquqi aktın layihəsinin geri çağırılması\n\n \n\n71.1. Normayaratma təşəbbüsünün subyekti təqdim etdiyi normativ hüquqi aktın layihəsini, zərurət olduqda, həmin layihə qəbul edilənədək geri çağırmaq hüququna malikdir.\n\n71.2. Qanunvericilik təşəbbüsü hüququnun subyekti Azərbaycan Respublikası Milli Məclisinin müzakirəsinə təqdim etdiyi qanun layihəsini onun yekun oxunuşda baxılmasına qədər geri çağırmaq hüququna malikdir. [16]\n\n \n\nMaddə 72. Normativ hüquqi aktın qəbul edilməsi qaydası\n\n \n\n72.1. Normativ hüquqi akt ona baxılmasından sonra normayaratma orqanı tərəfindən müvafiq normativ hüquqi aktlarla müəyyən edilmiş prosedura əməl edilməklə qəbul edilir.\n\n72.2. Normativ hüquqi akt normayaratma orqanı tərəfindən dövlət dilində qəbul edilir.\n\n \n\nMaddə 73. Qanunvericilik təşəbbüsü hüququnun həyata keçirilməsinin təminatları\n\n \n\n73.1. Qanunvericilik təşəbbüsü hüququnun subyekti və ya onun səlahiyyətli nümayəndəsi Azərbaycan Respublikasının Milli Məclisində layihə üzərində aparılan işdə iştirak etmək hüququna malikdir.\n\n73.2. Qanun layihəsi Azərbaycan Respublikasının Milli Məclisində layihədə edilmiş dəyişikliklərlə birlikdə aşağıdakılarla razılaşdırılmalıdır (rəy alınmalıdır):\n\n73.2.1. qanun layihəsini təqdim etmiş qanunvericilik təşəbbüsü hüququnun subyekti ilə;\n\n73.2.2. dəyişikliklər edilməsi dövlət vəsaitlərinin ixtisar edilməsinə, xərclərin yaranmasına və ya artırılmasına səbəb ola bildikdə Azərbaycan Respublikasının Prezidenti ilə və ya onun tapşırığı ilə Azərbaycan Respublikasının Nazirlər Kabineti ilə.\n\n73.3. Bu Konstitusiya Qanununun 46.2-ci maddəsi ilə nəzərdə tutulan razılaşdırılma (rəy) nəticəsində Azərbaycan Respublikasının Milli Məclisinə təqdim edilmiş dəyişikliklər qanun layihəsinin alındığı gündən on dörd gün keçənədək bu şərtlə həyata keçirilir ki, həmin qanun layihəsi üzrə məcburi hüquqi ekspertizanın keçirilməsi və qanun layihəsinə baxılmasının təcili elan edilməsi ayrı müddət tələb etməsin. Əlavə məlumatın alınması zərurəti olduqda, habelə xüsusilə mürəkkəb qanun layihələri üzrə rəyin hazırlanması və razılaşdırılmanın keçirilməsi (rəyin hazırlanması) üçün daha uzun müddət müəyyən edilə bilər.\n\n73.4. Rəyə göndərilmədən və razılaşdırılmadan müvafiq qanun layihəsində dəyişikliklər (texniki xarakter daşıyan dəyişikliklər istisna olmaqla) edilməsinə yol verilmir.\n\n73.5. Azərbaycan Respublikasının Milli Məclisinə təqdim olunmuş qanun layihəsində dəyişikliklər edilmədikdə qanun layihəsi qanunvericilik təşəbbüsü hüququnun subyekti ilə təkrar razılaşdırılmır.\n\n73.6. Azərbaycan Respublikasının Milli Məclisində birinci, ikinci və üçüncü oxunuşlarda baxılması üçün tam hazırlanmış qanun layihəsi müvafiq oxunuşda baxılmasına azı 5 gün qalmış qanunvericilik təşəbbüsü hüququnun subyektinə təqdim edilir. [17]\n\n \n\nMaddə 74. Normativ hüquqi aktın imzalanması\n\n \n\n74.1. Normativ hüquqi aktın rəsmi imzalanması aşağıdakılar tərəfindən həyata keçirilir:\n\n74.1.1. qanunlar və fərmanlar – Azərbaycan Respublikasının Prezidenti;\n\n74.1.2. Azərbaycan Respublikası Nazirlər Kabinetinin qərarları – Azərbaycan Respublikasının Baş naziri;\n\n74.1.3. digər normativ hüquqi aktlar – aktı qəbul etmiş orqanın rəhbəri;\n\n74.1.4. Azərbaycan Respublikasının qanunvericilik aktları ilə digər hal nəzərdə tutulmadıqda, aktı qəbul etmiş orqanın rəhbəri olmadıqda, onun vəzifələrini icra edən şəxs.\n\n74.2. Qanun Azərbaycan Respublikasının Prezidentinə imzalanmaq üçün təqdim edildikdə qanunun ikinci nüsxəsinin son səhifəsində Azərbaycan Respublikası Milli Məclisinin sədrinin və ya onu əvəz edən şəxsin vizası qoyulur.\n\n \n\nXIII fəsil\n\nNORMATİV HÜQUQİ AKTLARDA DƏYİŞİKLİKLƏR EDİLMƏSİ, ONLARIN LƏĞV EDİLMƏSİ\n\n \n\nMaddə 75. Normativ hüquqi aktlarda dəyişikliklər edilməsi\n\n \n\n75.1. Ad və ya rəqəm dəyişiklikləri, həmçinin normativ hüquqi aktın qəbul edilməsi ilə əlaqədar bir neçə normativ hüquqi aktda dəyişikliklərin edilməsi zərurətinin yarandığı hallar (bu Konstitusiya Qanununun 29.2-ci maddəsinin tələbləri nəzərə alınmaqla) istisna olmaqla, bir normativ hüquqi akt yalnız bir normativ hüquqi aktda dəyişikliklər edə bilər. Bu halda dəyişikliklər edilməli olan normativ hüquqi aktların sayı çox olduqda, həmin dəyişikliklərin bir neçə normativ hüquqi akt çərçivəsində edilməsinə yol verilir. [18]\n\n75.2. Yeni normativ hüquqi aktın qəbul edilməsi ilə əlaqədar olaraq zəruri hallarda qüvvədə olan normativ hüquqi aktlarda onları qəbul etmiş orqan tərəfindən müvafiq dəyişikliklər edilir.\n\n75.3. Azərbaycan Respublikasının qanunları, Azərbaycan Respublikası Prezidentinin aktları və Azərbaycan Respublikası Nazirlər Kabinetinin qərarlarında dəyişiklik edilən zaman dəyişikliyi nəzərdə tutan normativ hüquqi aktın mətnində mötərizədə, dəyişiklik edilən normativ hüquqi aktın dərc edildiyi, habelə ona əvvəllər edilmiş dəyişiklikləri əks etdirən topluların (külliyyatların) illəri, nömrələri (kitabları) və maddələri ardıcıllıqla göstərilir. [19]\n\n \n\nMaddə 76. Normativ hüquqi aktların ləğv edilməsi qaydası\n\n \n\n76.1. Normativ hüquqi aktın qəbul edilməsi ilə əlaqədar həmin akta daxil edilmiş normalara zidd olan və ya bu normalarla əhatə olunan, yaxud faktiki olaraq əhəmiyyətini itirən, həmin və ya daha aşağı hüquqi qüvvəyə malik olan bütün aktlar (onların struktur elementləri isə bu Konstitusiya Qanununun 32-ci maddəsinin tələblərinə uyğun olaraq) ləğv edilməlidir. [20]\n\n76.2. Normativ hüquqi aktın ləğv edilməsi barədə həmin aktı qəbul etmiş orqan tərəfindən və ya Azərbaycan Respublikası Konstitusiyasının 109-cu maddəsinin 8-ci bəndi və 119-cu maddəsinin yeddinci abzası ilə müəyyən edilmiş qaydada ayrıca norma qəbul edilir.\n\n76.3. Ad və ya rəqəm dəyişiklikləri, həmçinin normativ hüquqi aktın qəbul edilməsi ilə əlaqədar bir neçə normativ hüquqi aktın ləğv edilməsi zərurətinin yarandığı hallar (bu Konstitusiya Qanununun 29.2-ci maddəsinin tələbləri nəzərə alınmaqla) istisna olmaqla, bir normativ hüquqi akt yalnız bir normativ hüquqi aktı ləğv edə bilər. Bu halda ləğv edilməli olan normativ hüquqi aktların sayı çox olduqda, ləğvetmənin bir neçə normativ hüquqi akt çərçivəsində edilməsinə yol verilir. [21]\n\n76.4. Azərbaycan Respublikasının qanunları, Azərbaycan Respublikası Prezidentinin aktları və Azərbaycan Respublikası Nazirlər Kabinetinin qərarları ləğv edilən zaman onların ləğv edilməsinə dair normativ hüquqi aktın mətnində mötərizədə ləğv edilən normativ hüquqi aktın dərc edildiyi, ona əvvəllər edilmiş dəyişiklikləri əks etdirən topluların (külliyyatların) illəri, nömrələri (kitabları) və maddələri ardıcıllıqla göstərilməklə verilir.\n\n76.5. Bu Konstitusiya Qanununun 76.4-cü maddəsinə uyğun olaraq ləğv edilən normativ hüquqi aktla yanaşı onun ləğv edilməsinə dair normativ hüquqi aktın mətnində göstərilən toplulara (külliyyatlara) uyğun olaraq ona əvvəllər edilmiş dəyişiklikləri nəzərdə tutan normativ hüquqi akt və ya onun müvafiq struktur elementi də ləğv edilmiş hesab edilir. Bu qayda bir neçə normativ hüquqi akta dəyişikliyi nəzərdə tutan normativ hüquqi aktlara münasibətdə də tətbiq edilir. Bu zaman onların adında və mətnində həmin dəyişikliyə dair müddəalar ləğv edilmiş hesab edilir. [22]\n\n \n\nMaddə 77. Yeni normativ hüquqi aktın qəbul edilməsi ilə əlaqədar ləğv edilməli, dəyişikliklər edilməli, habelə hazırlanmalı olan normativ hüquqi aktların (onların struktur elementlərinin) siyahıları\n\n \n\n77.1. Yeni normativ hüquqi aktın qəbul edilməsi zamanı bu Konstitusiya Qanununun 12.2-ci maddəsinin tələblərinə riayət olunmalıdır. Normativ hüquqi aktın qəbul edilməsi ilə əlaqədar ləğv edilməli, dəyişikliklər edilməli, habelə hazırlanmalı olan normativ hüquqi aktların (onların struktur elementlərinin) sayı çox olduqda onların siyahıları həmin normativ hüquqi aktın əlavəsində əks edilə bilər.\n\n77.2. Normativ hüquqi aktın qəbul edilməsi ilə əlaqədar hazırlanmalı olan normativ hüquqi aktların (onların struktur elementlərinin) siyahısı olmadan layihələrinin hazırlanmasına yalnız bunun üçün bir ildən artıq müddət tələb edildikdə yol verilir. Bu halda müvafiq siyahının hazırlanması barədə tapşırıq hazırlanır və layihələrin normayaratma orqanına təqdim edilməsi müddəti müəyyən edilir. [23]\n\n \n\nXIV fəsil\n\nAZƏRBAYCAN RESPUBLİKASININ HÜQUQİ AKTLARIN DÖVLƏT REYESTRİ\n\n \n\nMaddə 78. Hüquqi aktların Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinə daxil edilməsi qaydası\n\n \n\n78.1. Hüquqi aktlar aparılması müvafiq icra hakimiyyəti orqanı tərəfindən təmin edilən Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinə (bundan sonra – Hüquqi Aktların Dövlət Reyestri) daxil edilməlidir.\n\n78.2. Hüquqi aktlar onları qəbul etmiş dövlət orqanı tərəfindən Hüquqi Aktların Dövlət Reyestrinə daxil edilmək məqsədi ilə həmin aktların qəbul edildiyi gündən üç gün keçənədək göndərilir.\n\n78.3. Hüquqi Aktların Dövlət Reyestrinə daxil edilmək məqsədi ilə hüquqi aktlar kağız daşıyıcısında onların əslinin həqiqi surəti formasında və eyni zamanda elektron daşıyıcılarında mətn faylları formasında təqdim edilir.\n\n78.4. Hüquqi Aktların Dövlət Reyestrinə daxil edilmiş hüquqi aktlara Dövlət Reyestrinin qeydiyyat nömrəsi verilir.\n\n78.5. Hüquqi Aktların Dövlət Reyestrinə daxil edilməsi məqsədi ilə təqdim edilən mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarına və normativ xarakterli aktlara müvafiq hüquqi ekspertizanın rəyi əlavə olunur.\n\n78.6. Naxçıvan Muxtar Respublikasının dövlət və yerli özünüidarə orqanlarının hüquqi aktları Naxçıvan Muxtar Respublikasının Hüquqi Aktların Dövlət Reyestrinə daxil edilməlidir. Naxçıvan Muxtar Respublikasının Hüquqi Aktların Dövlət Reyestri Azərbaycan Respublikasının Hüquqi Aktların Dövlət Reyestrinin tərkib hissəsi hesab olunur.\n\n \n\nMaddə 79. Hüquqi Aktların Dövlət Reyestrinə daxil edilən hüquqi aktların rekvizitləri\n\n \n\n79.1. Hüquqi Aktların Dövlət Reyestrinə hüquqi aktların aşağıdakı rekvizitləri daxil edilir:\n\n79.1.1. aktın növü;\n\n79.1.2. qəbul edildiyi tarix;\n\n79.1.3. qeydiyyat nömrəsi;\n\n79.1.4. adı;\n\n79.1.5. rəsmi dərc edildiyi mənbə (bu Konstitusiya Qanununun 85.1-ci maddəsində göstərilən aktlara münasibətdə);\n\n79.1.6. qüvvəyə minmə tarixi;\n\n79.1.7. Azərbaycan Respublikasının Vahid hüquqi təsnifatı üzrə indeks kodu (kodları);\n\n79.1.8. Hüquqi Aktların Dövlət Reyestrinin qeydiyyat nömrəsi;\n\n79.1.9. hüquqi aktın Hüquqi Aktların Dövlət Reyestrinə daxil edildiyi tarix.\n\n79.2. Dəyişikliklər edilmiş, ləğv edilmiş və ya qüvvədən düşmüş hüquqi aktlar üzrə Hüquqi Aktların Dövlət Reyestrinə həmin aktlarda dəyişikliklər etmiş, onları ləğv etmiş və ya qüvvədən düşmüş hesab etmiş hüquqi aktın rekvizitləri, habelə Hüquqi Aktların Dövlət Reyestrinin qeydiyyat nömrəsi və hüquqi aktın Hüquqi Aktların Dövlət Reyestrinə daxil edilmə tarixi göstərilməklə müvafiq qeyd daxil edilir.\n\n79.3. Hüquqi Aktların Dövlət Reyestrinə daxil edilmiş hüquqi aktların mətnləri rəsmi dərc edilmiş hüquqi aktların mətnləri ilə birgə istinad üçün rəsmi mənbə hesab olunur.\n\n79.4. Hüquqi Aktların Dövlət Reyestrinə daxil edilmiş və rəsmi dərc edilmiş hüquqi aktların mətnləri arasında ziddiyyət olarsa Hüquqi Aktların Dövlət Reyestrinə daxil edilmiş hüquqi aktın mətninə üstünlük verilir.\n\n \n\nMaddə 80. Hüquqi Aktların Dövlət Reyestrinin strukturu\n\n \n\n80.0. Hüquqi Aktların Dövlət Reyestri aşağıdakı bölmələrdən və fəsillərdən ibarətdir:\n\n80.0.1. I bölmə – “Normativ hüquqi aktlar”:\n\n80.0.1.1. 1-ci fəsil – “Azərbaycan Respublikasının Konstitusiyası, referendum aktları və konstitusiya qanunları;\n\n80.0.1.2. 2-ci fəsil – “Azərbaycan Respublikasının qanunları”;\n\n80.0.1.3. 3-cü fəsil – “Azərbaycan Respublikası Prezidentinin fərmanları”;\n\n80.0.1.4. 4-cü fəsil – “Azərbaycan Respublikası Nazirlər Kabinetinin qərarları”;\n\n80.0.1.5. 5-ci fəsil – “Mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktları”.\n\n80.0.2. II bölmə – “Normativ xarakterli aktlar”:\n\n80.0.2.1. “Azərbaycan Respublikası Konstitusiyasının 130-cu maddəsinin III hissəsinin 1-7-ci bəndlərinə və IV hissəsinə əsasən qəbul edilmiş və hüququn analogiyasından və ya qanunun analogiyasından istifadə olunması haqqında Azərbaycan Respublikası Konstitusiya Məhkəməsinin qərarları”;\n\n80.0.2.2. “Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının qərarları, təlimatları və izahları”;\n\n80.0.2.3. “maliyyə bazarları tənzimləyicisinin qərarları”; [24]\n\n80.0.2.4. “Məhkəmə-Hüquq Şurasının qərarları”;\n\n80.0.2.5. “Azərbaycan Respublikası Audiovizual Şurasının qərarları”;\n\n80.0.2.6. “Yerli özünüidarə orqanlarının qərarları”;\n\n80.0.2.7. “Yerli icra hakimiyyəti orqanlarının qərarları”.\n\n80.0.3. III bölmə – “Qeyri-normativ hüquqi aktlar”:\n\n80.0.3.1. “Azərbaycan Respublikası Milli Məclisinin qərarları”;\n\n80.0.3.2. “Azərbaycan Respublikası Prezidentinin sərəncamları”;\n\n80.0.3.3. “Azərbaycan Respublikası Nazirlər Kabinetinin sərəncamları”.\n\n \n\nMaddə 81. Hüquqi Aktların Dövlət Reyestrinin nəşri\n\n \n\nHüquqi Aktların Dövlət Reyestrinə daxil edilən məlumatlar 3 ayda bir dəfə toplu şəklində dərc edilməlidir.\n\n \n\nXV fəsil\n\nNORMATİV HÜQUQİ AKTLARIN RƏSMİ DƏRC EDİLMƏSİ VƏ QÜVVƏYƏ MİNMƏSİ\n\n \n\nMaddə 82. Normativ hüquqi aktların rəsmi dərc edilməsi qaydası\n\n \n\n82.1. Azərbaycan Respublikasının normativ hüquqi aktları rəsmi dərc edilməlidir.\n\n82.2. Normativ hüquqi aktların rəsmi dərc edilməsi dedikdə, onların mətninin rəsmi dövri mətbu nəşrdə dərc edilməsi, rəsmi internet informasiya ehtiyatında yerləşdirilməsi yolu ilə, ictimai radio və televiziya kanallarında səsləndirilməsi yolu ilə ümumi diqqətə çatdırılması nəzərdə tutulur. Normativ hüquqi aktların ictimai radio və televiziya kanallarında səsləndirilməsi onların rəsmi dövri mətbu nəşrdə dərc edilməsini və rəsmi internet informasiya ehtiyatında yerləşdirilməsini əvəz etmir. [25]\n\n82.3. Normativ hüquqi aktların rəsmi dərc edilməsi dövlət dilində həyata keçirilir.\n\n82.4. Normativ hüquqi aktın digər dillərdə rəsmi dərc olunmasına yalnız həmin aktın müvafiq dövlət orqanı tərəfindən bu aktın qəbul edilməsi üçün müəyyən edilmiş qaydada təsdiq edilmiş müvafiq dilə tərcüməsi mövcud olduqda yol verilir.\n\n82.5. Normativ hüquqi aktın rəsmi dərc edilməsi tarixi bu aktın yerləşdirildiyi rəsmi dövri mətbu nəşrin çıxdığı (ictimai radio və televiziya kanallarında səsləndirildiyi) gün hesab olunur.\n\n82.6. Bu Konstitusiya Qanununun 85.1-ci maddəsində göstərilən normativ hüquqi aktlardan biri ayrı-ayrı vaxtlarda bir neçə üsulla rəsmi dərc edildikdə normativ hüquqi aktın rəsmi dərc edilməsi və qüvvəyə minməsi tarixi onun ilk dərc edilməsi tarixi ilə müəyyən edilir.\n\n82.7. Normativ hüquqi aktların dövlət sirrini əks etdirən ayrı-ayrı müddəaları dərc edilmir.\n\n82.8. Ayrı-ayrı müddəaları dövlət sirrini əks etdirən normativ hüquqi aktlar istisna olmaqla natamam normativ hüquqi aktların dərc edilməsinə yol verilmir.\n\n82.9. Normativ hüquqi aktlar onların məcburi rekvizitləri göstərilməklə dərc edilir.\n\n82.10. Naxçıvan Muxtar Respublikasının normativ hüquqi aktlarının rəsmi dərc edilməsi qaydası Naxçıvan Muxtar Respublikasının qanunu ilə müəyyən edilir.\n\n \n\nMaddə 83. Normativ hüquqi aktın rəsmi dərc edilmə müddətləri və şərtləri\n\n \n\n83.1. Qanunlar və fərmanlar Azərbaycan Respublikasının Prezidenti tərəfindən imzalandıqdan sonra 72 saat müddətində rəsmi dərc edilməlidir.\n\n83.1-1. Azərbaycan Respublikasının Konstitusiyasında nəzərdə tutulmuş hallarda Azərbaycan Respublikasının Milli Məclisi tərəfindən təsdiq olunması nəzərdə tutulan Azərbaycan Respublikasının Prezidentinin fərmanları Azərbaycan Respublikasının Milli Məclisi tərəfindən təsdiq edildikdən sonra 24 saat müddətində rəsmi dərc edilməlidir. [26]\n\n83.2. Azərbaycan Respublikası Nazirlər Kabinetinin qərarları qəbul edildikdən sonra 72 saat müddətində rəsmi dərc edilməlidir.\n\n83.3. Digər normativ hüquqi aktlar Hüquqi Aktların Dövlət Reyestrinə daxil edilməsindən sonra hökmən rəsmi dərc edilməlidir.\n\n83.4. Səlahiyyətli dövlət orqanlarından rəsmi nəşr orqanlarına (Hüquqi Aktların Dövlət Reyestrinin nəşri istisna olmaqla) daxil olmuş normativ hüquqi aktlar, bu Konstitusiya Qanununun 83.1-ci, 83.1-1-ci və 83.2-ci maddələrində nəzərdə tutulmuş normativ hüquqi aktlar istisna olmaqla, onların daxil olduğu gündən 5 gün gec olmayaraq dərc edilməlidir. [27]\n\n \n\nMaddə 84. Normativ hüquqi aktların qeyri-rəsmi nəşrlərdə və digər kütləvi informasiya vasitələrində açıqlanması\n\n \n\n84.1. Normativ hüquqi aktlar qeyri-rəsmi nəşrlərdə dərc edilə, habelə televiziya və radio ilə ümumi diqqətə çatdırıla, məlumat yayılmasının digər üsulları ilə ötürülə bilər.\n\n84.2. Natamam normativ hüquqi aktlar “Çıxarış” qeydi ilə dərc edilə bilər.\n\n84.3. Normativ hüquqi aktların qeyri-rəsmi nəşrlərdə dərc edilməsi qeyri-rəsmi hesab edilir.\n\n84.4. Normativ hüquqi aktın qeyri-rəsmi dərc edilməsi yalnız onun hüquqi məlumatın yayılması üzrə fəaliyyətə irəli sürülən tələblərə əməl olunmaqla rəsmi dərc edilməsindən sonra həyata keçirilir. Bu zaman hər bir normativ hüquqi akt üçün rəsmi dərc edilmə mənbəyi, habelə Azərbaycan Respublikasının qanunvericiliyinə uyğun olaraq hüquqi məlumatın yayılması üçün xüsusi razılığa (lisenziyaya) zərurət olduqda, hüquqi məlumatın yayılması üçün belə xüsusi razılığın (lisenziyanın) verilmə nömrəsi və tarixi hökmən göstərilir.\n\n \n\nMaddə 85. Normativ hüquqi aktların qüvvəyə minməsi\n\n \n\n85.1. Qanunlar, fərmanlar və Azərbaycan Respublikası Nazirlər Kabinetinin qərarları həmin aktlarda qüvvəyə minmənin daha gec müddəti nəzərdə tutulmadıqda onların rəsmi dərc edildiyi gündən qüvvəyə minir.\n\n85.2. Bu Konstitusiya Qanununun 85.1-ci maddəsində göstərilən aktlar istisna olmaqla, digər normativ hüquqi aktlar, həmin aktlarda qüvvəyə minmənin daha gec müddəti nəzərdə tutulmadıqda Hüquqi Aktların Dövlət Reyestrinin elektron variantında dərc edildiyi gündən qüvvəyə minir.\n\n85.3. Azərbaycan Respublikasının tərəfdar çıxdığı dövlətlərarası müqavilələrdə daha artıq müddət müəyyən edilməyibsə, xarici ticarət fəaliyyətini tənzimləyən normativ hüquqi aktda onun dərc edildiyi gündən ən azı 30 gün sonra qüvvəyə mindiyi göstərilməlidir. Müstəsna hallarda, beynəlxalq təşkilatların dərhal məlumatlandırılması şərti ilə, xarici ticarət fəaliyyətini tənzimləyən normativ hüquqi akt onda nəzərdə tutulmuş müddətdə qüvvəyə minə bilər. [28]\n\n \n\nXVI fəsil\n\nNORMATİV HÜQUQİ AKTLARIN ZAMANA, MƏKANA VƏ ŞƏXSLƏRƏ GÖRƏ QÜVVƏSİ VƏ İCRASI\n\n \n\nMaddə 86. Normativ hüquqi aktın zamana görə qüvvəsi\n\n \n\n86.1. Normativ hüquqi akt onun mətnində digər hal nəzərdə tutulmadıqda müddətsiz qüvvədədir.\n\n86.2. Normativ hüquqi akt və ya onun struktur elementləri üçün qüvvədə olmanın müddəti müəyyən edilə bilər. Bu halda normativ hüquqi aktda (struktur elementdə) onun qüvvədə olma müddəti və ya normativ hüquqi aktın (onun struktur elementinin) ləğv edilməsinə səbəb olan hadisə göstərilməlidir. Göstərilən müddət başa çatdıqda və ya normativ hüquqi aktda göstərilən hadisə baş verdikdə normativ hüquqi akt (onun struktur elementi) avtomatik olaraq ləğv edilir. Müəyyən edilmiş müddət başa çatana qədər normativ hüquqi aktı qəbul etmiş orqan normativ hüquqi aktın (onun struktur elementinin) qüvvəsinin yeni müddətə uzadılması və ya ona müddətsiz statusunun verilməsi haqqında qərar qəbul edə bilər.\n\n \n\nMaddə 87. Normativ hüquqi aktın geriyə qüvvəsi\n\n \n\n87.1. Normativ hüquqi aktın geriyə qüvvəsi Azərbaycan Respublikası Konstitusiyasının 149-cu maddəsinin VII hissəsi ilə tənzimlənir.\n\n87.2. Fiziki və hüquqi şəxslərin hüquqi vəziyyətini yaxşılaşdıran, hüquqi məsuliyyətini aradan qaldıran və ya yüngülləşdirən normativ hüquqi aktın qüvvəsi həmin normativ hüquqi aktda və ya onun qüvvəyə minməsi haqqında aktda birbaşa göstərilib-göstərilməməsindən asılı olmayaraq onun qüvvəyə minməsindən əvvəl əmələ gələn münasibətlərə şamil edilir.\n\n87.3. Törədilməsi anında məsuliyyətə səbəb olmayan və ya daha yüngül məsuliyyətə səbəb olan əməllərə görə fiziki və hüquqi şəxslərin məsuliyyətinin yaranmasını və ya ağırlaşdırılmasını nəzərdə tutan normativ hüquqi aktın qüvvəsinin geriyə şamil edilməsinə yol verilmir.\n\n \n\nMaddə 88. Normativ hüquqi aktların məkana və şəxslərə görə qüvvəsi\n\n \n\n88.1. Normativ hüquqi aktlar Azərbaycan Respublikasının bütün ərazisində məcburi qüvvəyə malikdir.\n\n88.2. Normativ hüquqi aktların qüvvəsi, qanunla və ya Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrlə nəzərdə tutulmuş hallar istisna olmaqla, Azərbaycan Respublikasının vətəndaşlarına və hüquqi şəxslərə, habelə Azərbaycan Respublikasının ərazisində olan əcnəbi vətəndaşlara və vətəndaşlığı olmayan şəxslərə şamil edilir.\n\n \n\nMaddə 89. Normativ hüquqi aktın qüvvəsinin itirilməsi\n\n \n\n89.1. Normativ hüquqi akt (onun struktur elementi) aşağıdakı hallarda öz qüvvəsini itirir: [29]\n\n89.1.1. normativ hüquqi aktın (onun struktur elementinin) tətbiqi müddəti başa çatdıqda;\n\n89.1.2. normativ hüquqi akt (onun struktur elementi) Azərbaycan Respublikasının Konstitusiyası, bu Konstitusiya Qanunu və digər qanunvericilik aktları ilə nəzərdə tutulan hallarda ləğv edildikdə; [30]\n\n89.1.3. normativ hüquqi akt (onun struktur elementi) Azərbaycan Respublikası Konstitusiyasının 130-cu maddəsinin III hissəsinin 1-3-cü və 6-cı, 7-ci bəndlərində nəzərdə tutulmuş hallarla əlaqədar Azərbaycan Respublikası Konstitusiya Məhkəməsinin qərarı ilə qüvvədən düşmüş hesab edildikdə.\n\n89.2. Bu Konstitusiya Qanununun 89.1.3-cü maddəsinə uyğun olaraq normativ hüquqi akt (onun struktur elementi) Azərbaycan Respublikası Konstitusiya Məhkəməsinin qərarı ilə qüvvədən düşmüş hesab edildikdə həmin normativ hüquqi akt (onun struktur elementi) onu qəbul etmiş normayaratma orqanı tərəfindən ləğv edilir. [31]\n\n \n\nMaddə 90. Normativ hüquqi aktların rəsmi şərh edilməsi qaydası\n\n \n\n90.1. Normativ hüquqi aktın məzmununda qeyri-müəyyənliklər və fərqlər, habelə tətbiqi təcrübəsində ziddiyyətlər aşkar edildikdə həmin aktı qəbul etmiş normayaratma orqanı və ya Azərbaycan Respublikası Konstitusiyasının 130-cu maddəsinin IV hissəsinə uyğun olaraq Azərbaycan Respublikasının Konstitusiya Məhkəməsi müvafiq normaları rəsmi şərh edir.\n\n90.2. Normativ hüquqi akt şərh edildikdə onun normalarının məzmunu izah edilir və dəqiqləşdirilir, onların qanunvericilikdə yeri, habelə ictimai münasibətlərin eyni növünün müxtəlif aspektlərini tənzimləyən digər normalar ilə funksional və başqa əlaqələri müəyyən edilir.\n\n90.3. Normativ hüquqi akt şərh edildikdən sonra aktda həmin şərh nəticəsində dəyişikliklər edilməsinə yol verilmir.\n\n90.4. Genişləndirici və ya məhdudlaşdırıcı şərhə yalnız normativ hüquqi aktın mətni və mənası arasında açıq-aşkar fərq olanda yol verilir.\n\n90.5. Normativ hüquqi aktın məzmununun izahı onun şərhi hesab edilmir.\n\n \n\nMaddə 91. Normativ hüquqi aktların icrası şərtləri\n\n \n\nNormativ hüquqi aktların qəbul edilməsində və qüvvəyə minməsindən sonra onların icrasının lazımi təşkili – qəbul edilmiş aktların məzmununun icraçıların diqqətinə vaxtında çatdırılması, aktların səlahiyyətli dövlət orqanları tərəfindən rəsmi şərhi, aktın məzmununun izahı, şərhlərin, praktiki vəsaitlərin nəşri, aktların icrasının maliyyə, maddi-texniki, hüquqi və təşkilati-texniki təminatı, aktların icra müddətlərinə əməl olunması təminatı həyata keçirilməlidir.\n\n \n\nMaddə 92. Normativ hüquqi aktların icrasına nəzarət\n\n \n\nNormativ hüquqi aktların icrasına nəzarət və yoxlanılması normayaratma orqanları (vəzifəli şəxslər) və müvafiq normativ hüquqi aktlarla nəzərdə tutulmuş xüsusi orqanlar (şəxslər) tərəfindən həyata keçirilir.\n\n \n\nMaddə 93. Normativ hüquqi aktların icrasının yoxlanılması\n\n \n\n93.1. Normayaratma orqanları (vəzifəli şəxslər) və digər səlahiyyətli xüsusi orqanlar (şəxslər) normativ hüquqi aktların icrasına nəzarət və onun yoxlanılması, habelə müraciətlərin təhlili əsasında normativ hüquqi aktların qüvvədə olmasının keyfiyyətini, qanuniliyini və səmərəliliyini müəyyən edirlər.\n\n93.2. Normativ hüquqi aktlarda boşluqlar, daha yüksək hüquqi qüvvəyə malik olan aktlarla ziddiyyətlər, habelə daxili ziddiyyətlər və ya digər nöqsanlar aşkar edildikdə normayaratma orqanı (vəzifəli şəxslər) onları aradan qaldırmalı, digər səlahiyyətli xüsusi orqanlar (şəxslər) isə səlahiyyətli orqanlara müvafiq normativ hüquqi aktlarda dəyişikliklər edilməsi və ya onların ləğv edilməsi barədə təkliflər verməlidirlər.\n\n \n\nMaddə 94. Normativ hüquqi aktların icra olunmamasına görə məsuliyyət\n\n \n\nNormativ hüquqi aktların icra olunmamasında təqsirli bilinən şəxslər Azərbaycan Respublikasının qanunvericiliyinə uyğun məsuliyyət daşıyırlar.\n\n \n\nXVII fəsil\n\nNORMATİV HÜQUQİ AKTLARIN İNKORPORASİYASI\n\n \n\nMaddə 95. Azərbaycan Respublikasının qanunlar külliyyatı\n\n \n\n95.1. Azərbaycan Respublikasının qanunlar külliyyatı Azərbaycan Respublikasının qanunvericilik aktlarının müntəzəm təzələnən və elektron formada nəşr edilən sistemləşdirilmiş toplusudur.\n\n95.2. Azərbaycan Respublikasının qanunlar külliyyatının aparılması müvafiq icra hakimiyyəti orqanı tərəfindən təmin edilir.\n\n \n\nMaddə 96. Normativ hüquqi aktların rəsmi topluları və məcmuələri\n\n \n\n96.1. Normativ hüquqi aktların icrasına kömək göstərmək məqsədi ilə normativ hüquqi aktların rəsmi topluları və məcmuələri hazırlanır və nəşr edilir.\n\n96.2. Normativ hüquqi aktların rəsmi topluları və məcmuələri bilavasitə normayaratma orqanları və ya onların tapşırığı ilə digər dövlət orqanları tərəfindən nəşr edilir.\n\n \n\nMaddə 97. Normativ hüquqi aktların qeyri-rəsmi topluları və məcmuələri\n\n \n\n97.1. Normativ hüquqi aktların qeyri-rəsmi topluları və məcmuələri fiziki və hüquqi şəxslər tərəfindən nəşr edilə bilər.\n\n97.2. Normativ hüquqi aktların qeyri-rəsmi topluları və məcmuələri nəşr edildikdə normativ hüquqi aktın mətninin hansı rəsmi mənbədən götürüldüyü göstərilməlidir.\n\n \n\nXVIII fəsil\n\nYEKUN MÜDDƏALAR\n\n \n\nMaddə 98. Bu Konstitusiya Qanununun qüvvəyə minməsi qaydası\n\n \n\n98.1. Bu Konstitusiya Qanunu dərc edildiyi gündən qüvvəyə minir.\n\n98.2. Bu Konstitusiya Qanunu qüvvəyə mindiyi gündən 1999-cu il noyabrın 26-da qəbul olunmuş “Normativ hüquqi aktlar haqqında” Azərbaycan Respublikasının Qanunu qüvvədən düşmüş hesab edilsin.\n\n \n\nİlham ƏLİYEV,\n\nAzərbaycan Respublikasının Prezidenti\n\n \n\nBakı şəhəri, 21 dekabr 2010-cu il\n\n     № 21-IVKQ\n\n \n\n \n\n\n\n\n \n\nƏlavə 1\n\n \n\nNormativ hüquqi aktın layihəsinin, qanunun məcburi hüquqi ekspertizası rəyinin strukturu\n\n \n\n1. Normativ hüquqi aktın layihəsinin (qanunun) tənzimləmə sahəsinə aid normativ tənzimləmənin vəziyyəti (qüvvədə olan konkret normativ hüquqi aktların təhlili).\n\n2. Normativ hüquqi aktın layihəsinin (qanunun) normayaratma fəaliyyətinin əsas prinsiplərinə uyğunluğu.\n\n3. Normativ hüquqi aktın layihəsinin (qanunun) normalarının onun məqsəd və vəzifələrinə uyğunluğu.\n\n4. Normativ tənzimləmə predmetinə uyğunluğu.\n\n5. Normativ hüquqi aktın layihəsinin (qanunun) formasının və mahiyyətinin uyğunluğu.\n\n6. Normativ hüquqi aktın layihəsinin (qanunun) daxili strukturunun məntiqliliyi.\n\n7. Normativ hüquqi aktın layihəsinə daxil edilən (qanunda olan) normaların qarşılıqlı ziddiyyətsizliyi.\n\n8. Normativ hüquqi aktın layihəsində (qanunda) bir dövlət orqanının digər dövlət orqanının səlahiyyətlərinə müdaxilə etməməsi.\n\n9. Normativ hüquqi aktın layihəsinin (qanunun) müvafiq səlahiyyətə malik olan normayaratma orqanı tərəfindən öz səlahiyyəti daxilində qəbul edilməsi.\n\n10. Normativ hüquqi aktın layihəsinin (qanunun) müəyyən edilmiş qaydada və formada qəbul edilməsi.\n\n11. Normayaratma texnikasına uyğunluğu.\n\n12. Normativ hüquqi aktda (onun layihəsində) sui-istifadə amillərinin və sui-istifadəyə məruz qalma təzahürlərinin, sui-istifadənin təzahürləri üçün şərait yaranmasına kömək edən digər müddəaların mövcud olub-olmaması.\n\n13. Normativ hüquqi aktın qəbul edilməsi ilə əlaqədar ləğv edilməli, dəyişikliklər edilməli olan Azərbaycan Respublikası Nazirlər Kabinetinin və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının (onların struktur elementlərinin) siyahısının düzgünlüyü. [32]\n\n14. Normativ hüquqi aktın qəbul edilməsi ilə əlaqədar hazırlanmalı olan Azərbaycan Respublikası Nazirlər Kabinetinin və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının siyahısının düzgünlüyü.\n\n15. Çıxarılan nəticə.\n\n \n\n \n\n\n\n\n \n\nƏlavə 2\n\n \n\nNormativ hüquqi aktlarda (onların layihələrində) sui-istifadə amilləri\n\n \n\n \n\n\t\n\n \n\n\t\n\nTipik sui-istifadə amili, sui-istifadəyə məruz qalma təzahürü\n\n\t\n\nNormativ hüquqi aktda (onun layihəsində) sui-istifadə amilinin aşkar edildiyi struktur elementi\n\n\n\n\nA\n\n\t\n\nDövlət orqanının səlahiyyətlərinin həyata keçirilməsi ilə əlaqədar olan tipik sui-istifadə amilləri\n\n\n\n\n \n\n\t\n\n1.                   \n\n\t\n\nvəzifəli şəxsin (orqanın) diskresion səlahiyyətlərinin genişliyi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n2.                   \n\n\t\n\nvəzifəli şəxsin (orqanın) səlahiyyətinin dispozitiv imkan kimi müəyyənləşdirilməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n3.                   \n\n\t\n\nşəxsə məxsus hüquqların həyata keçirilməsi üçün ona lazım olunandan yüksək tələblərin irəli sürülməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n4.                   \n\n\t\n\nvəzifəli şəxs (orqan) üçün fiziki və hüquqi şəxslərin hüquqlarından sui-istifadə imkanının yaradılması (dispozitiv imkanın verilməsi)\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n5.                   \n\n\t\n\nvəzifəli şəxsin (orqanın) hüquqlarının həcminin əsassız olaraq dəyişdirilməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n6.                   \n\n\t\n\nqanundan irəli gələn normayaratmanın həddindən artıq azadlığı\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n7.                   \n\n\t\n\nhüquqi-linqvistik sui-istifadəyə məruz qalma\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n8.                   \n\n\t\n\norqanın səlahiyyətindən kənar normativ hüquqi aktının qəbul edilməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n9.                   \n\n\t\n\nqanun boşluqlarının icra hakimiyyəti orqanının normativ hüquqi aktları ilə doldurulması\n\n\t\n\n \n\n\n\n\nB\n\n\t\n\nHüquqi boşluqların mövcudluğu ilə əlaqədar olan tipik sui-istifadə amilləri\n\n\n\n\n \n\n\t\n\n10.               \n\n\t\n\nhüquqi tənzimlənmədə boşluqlarının mövcudluğu\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n11.               \n\n\t\n\ninzibati prosedurların olmaması\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n12.               \n\n\t\n\nmüsabiqə (hərrac) prosedurlarının olmaması\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n13.               \n\n\t\n\nkonkret fəaliyyət sahəsində vəzifəli şəxs üçün qadağa və məhdudiyyətlərin olmaması\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n14.               \n\n\t\n\nhüquqpozmaya görə vəzifəli şəxs üçün məsuliyyətin müəyyən edilməməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n15.               \n\n\t\n\norqana və vəzifəli şəxslərə nəzarətin müəyyənləşdirilməməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n16.               \n\n\t\n\ninformasiyanın şəffaflığı rejiminin pozulması\n\n\t\n\n \n\n\n\n\nC\n\n\t\n\nSistem xarakterli tipik sui-istifadə amilləri\n\n\n\n\n \n\n\t\n\n17.               \n\n\t\n\nyanlış məqsəd və prioritetlər\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n18.               \n\n\t\n\nkolliziyalar\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n19.               \n\n\t\n\nməcbur edilmiş sui-istifadəyə məruz qalma\n\n\t\n\n \n\n\n\n\nÇ\n\n\t\n\nSui-istifadəyə məruz qalmanın tipik təzahürləri\n\n\n\n\n \n\n\t\n\n20.               \n\n\t\n\nnormativ hüquqi aktın qəbul edilməsi zamanı formal-texniki şərtlərə riayət olunmaması\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n21.               \n\n\t\n\nnormativ hüquqi aktın qəbul edilməsi müddətinin göstərilməməsi\n\n\t\n\n \n\n\n\n\n \n\n\t\n\n22.               \n\n\t\n\nmənafelər balansının pozulması\n\n\t\n\n \n\n\n\n\nD\n\n\t\n\nDigər sui-istifadə amilləri\n\n \n\n \n\n \n\n\n\n\nİSTİFADƏ OLUNMUŞ MƏNBƏ SƏNƏDLƏRİNİN SİYAHISI\n\n \n\n1.       30 sentyabr 2016-cı il tarixli 304-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 oktyabr 2016-cı il, № 231, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 10, maddə 1600)\n\n2.       12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396)\n\n3.       7 dekabr 2018-ci il tarixli 1378-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 dekabr 2018-ci il, № 287, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2513)\n\n4.       3 may 2019-cu il tarixli 1570-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 may 2019-cu il, № 115, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 809)\n\n5.       13 mart 2020-ci il tarixli 9-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 15 aprel 2020-ci il, № 70, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 4, maddə 384)\n\n6.       30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297)\n\n7.       30 sentyabr 2022-ci il tarixli 591-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı 12 noyabr 2022-ci il, “Azərbaycan” qəzeti 13 noyabr 2022-ci il, № 247, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 11, maddə 1227)\n\n \n\nKONSTİTUSİYA QANUNA EDİLMİŞ DƏYİŞİKLİK VƏ ƏLAVƏLƏRİN SİYAHISI\n\n \n\n\n\n\n[1] 30 sentyabr 2016-cı il tarixli 304-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 oktyabr 2016-cı il, № 231, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 10, maddə 1600) ilə 1.0.3-cü maddədə “Qanununda nəzərdə tutulan dövlət və ya yerli özünüidarə orqanı tərəfindən qəbul” sözləri “Qanununun 4.1-ci maddəsində müəyyən” sözləri ilə əvəz edilmişdir.\n\n \n\n[2] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə yeni məzmunda 1.0.8-1-ci maddə əlavə edilmişdir.\n\n \n\n[3] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 1.0.22-ci maddədən “standartlar, o cümlədən Azərbaycan Respublikasının dövlət standartları, sahə standartları, texniki şərtlər,” sözləri və “texniki-iqtisadi məlumatların dövlət təsnifatı,” sözləri çıxarılmışdır.\n\n \n\n[4] 30 sentyabr 2016-cı il tarixli 304-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 oktyabr 2016-cı il, № 231, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 10, maddə 1600) ilə 4.1.3-cü maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n4.1.3. Azərbaycan Respublikası Mərkəzi Bankının qərarları;\n\n \n\n[5] 30 sentyabr 2022-ci il tarixli 591-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı 12 noyabr 2022-ci il, “Azərbaycan” qəzeti 13 noyabr 2022-ci il, № 247, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 11, maddə 1227) ilə 4.1.5-ci və 80.0.2.5-ci maddələrində “Milli Televiziya və Radio” sözləri “Azərbaycan Respublikası Audiovizual” sözləri ilə əvəz edilmişdir.\n\n \n\n[6] 7 dekabr 2018-ci il tarixli 1378-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 dekabr 2018-ci il, № 287, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2513) ilə yeni məzmunda 5.4-cü maddə əlavə edilmişdir.\n\n \n\n[7] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 12.2-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n12.2. Normativ hüquqi aktların kolliziyasına yol verməmək məqsədi ilə yeni normativ hüquqi aktın qəbul olunması ilə əlaqədar ləğv edilməli, dəyişikliklər edilməli olan normativ hüquqi aktların (onların struktur elementlərinin) siyahısı həmin normativ hüquqi aktın yekun müddəalarında və ya əlavəsində əks etdirilməlidir.\n\n \n\n[8] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 19.1-ci maddədə “və onların icrası” sözləri “, Azərbaycan Respublikası Konstitusiyasının, referendum aktının, Azərbaycan Respublikası qanunlarının və Azərbaycan Respublikası Prezidentinin aktlarının icrasını təmin etmək” sözləri ilə əvəz edilmişdir.\n\n \n\n[9] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 19.4-cü maddədə “həmin aktın icrası” sözləri “bu Konstitusiya Qanununun 19.1-ci maddəsində göstərilən aktların icrasını təmin etmək” sözləri ilə əvəz edilmişdir.\n\n \n\n[10] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 20.1-ci maddədə “aktları ilə nəzərdə tutulmuş hallarda və hədlərdə” sözləri “aktına, habelə Azərbaycan Respublikası Konstitusiyasından, referendum aktından, Azərbaycan Respublikası qanunlarından və Azərbaycan Respublikası Prezidentinin aktlarından irəli gəldiyi halda Azərbaycan Respublikası Nazirlər Kabinetinin aktına əsasən” sözləri ilə əvəz edilmişdir.\n\n \n\n[11] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 20.4-cü maddədə “istinad etdiyi Azərbaycan Respublikası Prezidentinin aktı göstərilməli və həmin aktın icrası” sözləri “qəbulu üçün bu Konstitusiya Qanununun 20.1-ci maddəsinə uyğun olaraq əsas olmuş akt göstərilməli və həmin aktın icrasını təmin etmək”  sözləri ilə əvəz edilmişdir.\n\n \n\n[12] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 29.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n29.2. Bir və ya bir necə normativ hüquqi aktda dəyişikliklər edildikdə həmin dəyişiklikləri nəzərdə tutan aktın adında dəyişikliklər edilən normativ hüquqi aktın (aktların) adı (adları) göstərilməlidir.\n\n \n\n3 may 2019-cu il tarixli 1570-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 may 2019-cu il, № 115, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 809) ilə 29.2-ci maddəsində “Bir” sözü “Ad və ya rəqəm dəyişiklikləri ilə əlaqədar bir neçə normativ hüquqi aktlara dəyişikliklərin edilməsi və ya bir neçə normativ hüquqi aktın ləğv edilməsi zərurətinin yarandığı hallar istisna olmaqla, bir” sözləri ilə əvəz edilmişdir.\n\n \n\n[13] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 48.2.1-ci maddəyə “müşayiət məktubu” sözlərindən sonra “, normativ hüquqi aktın layihəsinin uyğunluğunun təmini haqqında arayış (müvafiq layihələr əlavə olunmaqla (olduğu halda))” sözləri əlavə edilmişdir.\n\n \n\n[14] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 48.3.4-cü maddədə “normativ hüquqi aktların” sözləri “Azərbaycan Respublikası Nazirlər Kabinetinin qərarlarının və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının” sözləri ilə əvəz edilmişdir.\n\n \n\n[15] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 70.3-cü maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n70.3. Qanun layihələrinə Azərbaycan Respublikasının Milli Məclisində üç oxunuşda baxılır.\n\n \n\n[16] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 71.2-ci maddədə “üçüncü” sözü “yekun” sözü ilə əvəz edilmişdir.\n\n \n\n[17] 13 mart 2020-ci il tarixli 9-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 15 aprel 2020-ci il, № 70, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 4, maddə 384) ilə 73.6-cı maddəsinə “layihəsi” sözündən sonra “müvafiq oxunuşda baxılmasına azı 5 gün qalmış” sözləri əlavə edilmişdir.\n\n \n\n[18] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 75.1-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n75.1. Ad və ya rəqəm dəyişiklikləri edildiyi hallar istisna olmaqla, bir normativ hüquqi akt yalnız bir normativ hüquqi aktda dəyişikliklər edə bilər.\n\n \n\n[19] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə yeni məzmunda 75.3-cü maddə əlavə edilmişdir.\n\n \n\n[20] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 76.1-ci maddədə “və ya onların struktur elementləri (bölmələr, fəsillər, maddələr, hissələr və s.)” sözləri “(onların struktur elementləri isə bu Konstitusiya Qanununun 32-ci maddəsinin tələblərinə uyğun olaraq)” sözləri ilə əvəz edilmişdir.\n\n \n\n[21] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə yeni məzmunda 76.3-cü maddə əlavə edilmişdir.\n\n \n\n[22] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə yeni məzmunda 76.4-cü və 76.5-ci maddələr əlavə edilmişdir.\n\n \n\n[23] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 77-ci maddə ləğv edilmişdir.\n\n \n\n[24] 30 sentyabr 2016-cı il tarixli 304-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 20 oktyabr 2016-cı il, № 231, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 10, maddə 1600) ilə 80.0.2.3-cü maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n80.0.2.3. “Azərbaycan Respublikası Mərkəzi Bankının qərarları”;\n\n \n\n[25] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 82.2-ci maddənin birinci cümləyə ikinci halda “dərc edilməsi” sözlərindən sonra “, rəsmi internet informasiya ehtiyatında yerləşdirilməsi” sözləri əlavə edilmişdir və ikinci cümləyə “edilməsini” sözündən sonra “və rəsmi internet informasiya ehtiyatında yerləşdirilməsini” sözləri əlavə edilmişdir.\n\n \n\n[26] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə yeni məzmunda 83.1-1-ci maddə əlavə edilmişdir.\n\n \n\n[27] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 83.4-cü maddədə “83.1-ci və 83.2-ci” sözləri “83.1-ci, 83.1-1-ci və 83.2-ci” sözləri ilə əvəz edilmişdir.\n\n \n\n[28] 12 iyun 2018-ci il tarixli 1174-VKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 12 iyul 2018-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 7, I kitab maddə 1396) ilə 85.3-cü maddədə “30 gün” sözlərindən əvvəl “ən azı” sözləri əlavə edilmişdir.\n\n \n\n[29] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 89-cu maddənin “89.0.”, “89.0.1.”, “89.0.2.” və “89.0.3.\" rəqəmləri müvafiq olaraq “89.1.”, “89.1.1.”, “89.1.2.” və “89.1.3.” rəqəmləri ilə əvəz edilmişdir.\n\n \n\n[30] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 89.1.2-ci maddəyə “Konstitusiyası” sözündən sonra “, bu Konstitusiya Qanunu” sözləri əlavə edilmişdir.\n\n \n\n[31] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə yeni məzmunda 89.2-ci maddə əlavə edilmişdir.\n\n \n\n[32] 30 sentyabr 2021-ci il tarixli 375-VIKQD nömrəli Azərbaycan Respublikasının Konstitusiya Qanunu (“Azərbaycan” qəzeti, 26 noyabr 2021-ci il, № 256, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1297) ilə 1 nömrəli Əlavə - “Normativ hüquqi aktın layihəsinin, qanunun məcburi hüquqi ekspertizası rəyinin strukturu”nun 13-cü və 14-cü maddələrində “normativ hüquqi aktların” sözləri “Azərbaycan Respublikası Nazirlər Kabinetinin və mərkəzi icra hakimiyyəti orqanlarının normativ hüquqi aktlarının” sözləri ilə əvəz edilmişdir.\n\n© 2023 | E-qanun.az | Bütün Haqqlar Qorunur\nDeveloped by: Ədliyyə Nazirliyinin İnformasiya - kommunikasiya Texnologiyaları İdarəsi / CROCUSOFT"