"Mətn\nŞəkil\nRekvizitlər\nVersiyalar\nƏlaqəli Sənədlər\n Qüvvədədir \n\nƏmək pensiyaları haqqında [1]\n\n \n\nAZƏRBAYCAN RESPUBLİKASININ QANUNU\n\n \n\nBu Qanun Azərbaycan Respublikasında vətəndaşların əmək pensiyası hüquqlarının yaranmasının əsaslarını, bu hüquqların həyata keçirilməsi qaydalarını və əmək pensiyası təminatı sistemini müəyyən edir.\n\n \n\nI fəsil\n\n \n\nÜMUMİ MÜDDƏALAR\n\n \n\nM a d d ə 1. Əsas anlayışlar [2]\n\n \n\n1.0. Bu Qanunun məqsədləri üçün aşağıdakı əsas anlayışlardan istifadə olunur: [3]\n\n1.0.1. əmək pensiyası - bu Qanunla nəzərdə tutulmuş qayda və şərtlərlə müəyyən edilən və məcburi dövlət sosial sığortaolunanların (bundan sonra – sığortaolunan) onlara əmək pensiyası təyin olunduqdan əvvəl aldıq-ları əməkhaqqı və digər gəlirlərin, yaxud sığortaolunanlarin ölümü ilə əlaqədar onların ailə üzvlərinin itirdikləri gəlirlərin kompensasiyası məqsədilə vətəndaşlara aylıq pul ödənişidir; [4] KMQ2\n\n1.0.1-1. şərti əmək pensiyası – ailə başçısını itirməyə görə əmək pensiyasının hesablanması zamanı şəxsin vəfat etdiyi tarixə əməkhaqqına (təminat xərcliyinə, dövlət məvacibinə) münasibətdə hesablanan şərti pensiya məbləğidir; [5]\n\n1.0.2. sosial sığorta stajı (bundan sonra - sığorta stajı) əmək pensiyası hüququnun müəyyən edilməsi zamanı nəzərə alınan iş və ya digər fəaliyyət dövrlərinin (müvafiq icra hakimiyyəti orqanına məcburi dövlət sosial sığorta haqları ödəmək şərtilə) və eləcə də müvafiq qanunvericiliklə sığorta stajına daxil edilən digər dövrlərin məcmusudur; KMQ2\n\n1.0.3. hərbi qulluqçular — Azərbaycan Respublikası Silahlı Qüvvələrində və hərbi xidmət nəzərdə tutulmuş digər dövlət orqanlarında (dövlət orqanlarının strukturuna daxil olan qurumlarda) xidmət edən hərbi rütbəli şəxslərdir; [6]\n\n1.0.4. xüsusi rütbəli şəxslər — Azərbaycan Respublikasının müvafiq icra hakimiyyəti orqanlarında xidmət edən xüsusi rütbəli şəxslərdir;\n\n1.0.5. təminat xərcliyi (pul təminatı) — hərbi qulluqçuların hərbi xidmətdən buraxıldığı günə (sərəncamdan ehtiyata və ya istefaya buraxılarkən sərəncama götürüldüyü günə) aldıqları miqdarda (sonrakı artımlar da nəzərə alınmaqla) aylıq vəzifə maaşından, rütbə maaşından, xidmət illərinə görə əlavədən, ərzaq payı əvəzinə verilən pul kompensasiyasından, vəzifə maaşından hesablanan digər əlavələrdən (büdcədənkənar vəsaitlər hesabına hesablanan əlavələr və digər ödənişlər istisna olmaqla), artımlardan ibarət olan məbləğdir; [7] KMQ2\n\n1.0.6. fərdi uçot - sığortaolunanların qanunvericiliklə nəzərdə tutulan sosial müdafiə hüquqlarının təminatı üçün zəruri məlumatların fərdi qaydada qeydiyyatının və uçotunun təşkilidir;\n\n1.0.7. fərdi hesab - dövlət sosial sığorta sistemində fərdi uçotu həyata keçirən müvafiq icra hakimiyyəti orqanı tərəfindən hər bir sığortaolunana uçot dövründə daimi (dəyişməz) sosial sığorta nömrəsi ilə açılmış şəxsi hesabdır;\n\n1.0.8. fərdi hesabın sığorta hissəsi - əmək pensiyasının sığorta hissəsinin hesablanması üçün nəzərə alınan, sığortaolunanlar üzrə ödənilmiş məcburi dövlət sosial sığorta haqlarının 90 faizinin və xüsusi hesabdakı vəsaitin qeydə alındığı subhesabdır; [8]\n\n1.0.9. fərdi hesabın yığım hissəsi - müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilmiş nisbətlərə uyğun olaraq sığortaolunanlər üzrə ödənilmiş və əmək pensiyasının yığım hissəsinin hesablanması üçün nəzərə alınan könüllü sosial sığorta haqlarının, eləcə də bu vəsaitlərin dövriyyəsindən əldə edilən gəlirlərin toplandığı subhesabdır; [9]\n\n1.0.10. pensiya kapitalı - müvafiq olaraq fərdi hesabın sığorta hissəsində qeydə alınan və fərdi hesabın yığım hissəsində toplanan vəsaitlərin məbləğidir;\n\n1.0.11. əmək pensiyasının baza hissəsi - əmək pensiyalarının birinci pilləsi olmaqla əmək pensiyaçılarının sosial müdafiəsinin dövlət təminatıdır; [10]\n\n1.0.12. əmək pensiyasının sığorta hissəsi - əmək pensiyalarının ikinci pilləsi olmaqla, fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalının gözlənilən pensiya ödənişi müddətinin aylarının sayına nisbəti şəklində hesablanan məbləğdir; [11]\n\n1.0.13. əmək pensiyasının yığım hissəsi - əmək pensiyalarının üçüncü pilləsi olmaqla, fərdi hesabın yığım hissəsində toplanan pensiya kapitalının gözlənilən pensiya ödənişi müddətinin aylarının sayına nisbəti şəklində hesablanan məbləğdir; [12]\n\n1.0.14. gözlənilən pensiya ödənişi müddəti - bu Qanunun məqsədləri üçün müəyyən edilən və əmək pensiyasının sığorta və yığım hissələrinin hesablanmasında istifadə olunan göstəricidir;\n\n1.0.15. əmək pensiyasının müəyyən edilməsi - əmək pensiyasının təyin edilməsi, onun məbləğinin yenidən hesablanması və əmək pensiyasının bir növündən digərinə keçiddir;\n\n1.0.16. idarəetmə xərcləri – məcburi dövlət sosial sığortası, fərdi uçot, əmək pensiyası və digər sosial ödənişlər sisteminin idarə edilməsinə yönəldilən və yuxarı həddi sığortaolunanlar üzrə ödənilmiş məcburi dövlət sosial sığorta haqlarının 2,5 faizi məbləğində müəyyənləşdirilən xərclərdir. Bu xərclərin təsdiq edilən məbləğdən artıq olan hissəsi və istifadə edilməmiş qalığı sosial sığorta ehtiyatına aid edilir; [13]\n\n1.0.17. sosial sığorta ehtiyatı – sığortaolunanlar üzrə ödənilmiş məcburi dövlət sosial sığorta haqlarının fərdi hesabın sığorta hissəsinə və idarəetmə xərclərinə yönəldilən hissəsi çıxıldıqdan sonra yerdə qalan məbləğdə formalaşdırılan, əmək pensiyalarının bu Qanunda müəyyən olunmuş əmək pensiyasının minimum məbləğinə çatdırılması, məcburi dövlət sosial sığorta haqları hesabına müavinətlər və digər ödəmələr üzrə xərclərin maliyyələşdirilməsinə yönəldilən, istifadə qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunan və ilin sonuna istifadə edilməmiş qalığı növbəti ilə keçən vəsaitdir;\n\n1.0.18. xüsusi hesab – əmək pensiyasının minimum məbləğində və ya daha yuxarı məbləğdə pensiya təminatının formalaşdırılması məqsədilə müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilən qaydada və məbləğdə sığortaolunanlar üzrə ödənilən əlavə vəsaitlərin mədaxil olunduğu hesabdır; [14]\n\n1.0.19. əməkhaqqındakı (təminat xərcliyindəki, dövlət məvacibindəki) sonrakı artımlar – əmək pensiyasına qulluq stajına görə əlavə alan şəxsin müvafiq vəzifədə işlədiyi vaxt əməkhaqqına (təminat xərcliyinə, dövlət məvacibinə) daxil olan ödənişlərdəki artımlar. [15]\n\n \n\nM a d d ə 2. Əmək pensiyaları haqqında Azərbaycan Respublikasının qanunvericiliyi\n\n \n\n2.1.  Əmək pensiyaları haqqında Azərbaycan Respublikasının qanunvericiliyi Azərbaycan Respublikasının Konstitusiyasından, Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdən, bu Qanundan və Azərbaycan Respublikasının digər normativ hüquqi aktlarından ibarətdir.\n\n2.2.  Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdə bu Qanunda müəyyən edilmiş qaydalardan fərqli qaydalar olduqda, beynəlxalq müqavilələrdə nəzərdə tutulan qaydalar tətbiq edilir.\n\n \n\nM a d d ə 3. Əmək pensiyası təminatı hüququ\n\n \n\n3.1. Azərbaycan Respublikasının vətəndaşları bu Qanunda göstərilən hallarda əmək pensiyası təminatı hüququna malikdirlər.\n\n3.2. Azərbaycan Respublikası ərazisində daimi yaşayan əcnəbilərin və vətəndaşlığı olmayan şəxslərin bu Qanunla nəzərdə tutulmuş şərtlərlə Azərbaycan Respublikasının vətəndaşları ilə bərabər əsaslarla əmək pensiyası təminatı hüququ vardır.\n\n3.3. Bu qanunun 1.0.3-cü maddəsində nəzərdə tutulan şəxslərin pensiya təminatı ilə bağlı müddəalar bu qanunun 1.0.4-cü maddəsində nəzərdə tutulan şəxslərə də şamil edilir. [16]\n\n3.4. Azərbaycan Respublikasının keçmiş Prezidentinin pensiya təminatı məsələləri “Azərbaycan Respublikasının keçmiş Prezidentinin və onun ailə üzvlərinin təminatı haqqında” Azərbaycan Respublikasının Konstitusiya Qanunu ilə tənzimlənir. [17]\n\n \n\nM a d d ə 4. Əmək pensiyasının növləri və tərkibi\n\n \n\n4.1. Bu Qanuna uyğun olaraq əmək pensiyasının aşağıdakı növləri müəyyən edilir:\n\n4.1.1.  yaşa görə əmək pensiyası;\n\n4.1.2.  əlilliyə görə əmək pensiyası;\n\n4.1.3.  ailə başçısını itirməyə görə əmək pensiyası.\n\n4.2. Yaşa görə əmək pensiyası aşağıdakılardan ibarətdir:\n\n4.2.1. baza hissəsindən; [18]\n\n4.2.2. sığorta hissəsindən;\n\n4.2.3. yığım hissəsindən.\n\n4.3. Əlilliyə görə əmək pensiyası aşağıdakılardan ibarətdir:\n\n4.3.1. baza hissəsindən;\n\n4.3.2. sığorta hissəsindən;\n\n4.3.3. yığım hissəsindən.\n\n4.4. Ailə başçısını itirməyə görə əmək pensiyası sığorta hissəsindən ibarətdir. [19]\n\n \n\nM a d d ə 5. Pensiya seçmək hüququ\n\n \n\n5.1. Azərbaycan Respublikasının qanunları ilə müxtəlif pensiya hüququ olan şəxslərə öz arzulan ilə yalnız bir pensiya təyin edilir.\n\n5.2. sığortaolunanların qanunvericiliklə onlara təyin olunmuş əmək pensiyası ilə yanaşı, qeyri-dövlət pensiyası hüququ vardır.\n\n5.3. Əmək pensiyalarının təyin edilməsi, hesablanması və yenidən hesablanması (bu Qanunun 26.3-cü maddəsi istisna olmaqla), bir növdən başqa növə keçirilməsi və ödənilməsi qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir. [20]\n\n \n\nM a d d ə 6. Əmək pensiyası ödənişinin maliyyə mənbələri\n\n \n\n6.1. Əmək pensiyasının baza hissəsi və bu Qanunun 19-cu maddəsi ilə müəyyən olunan baza hissəsinə əlavələr məcburi dövlət sosial sığortası vəsaitləri, dövlət büdcəsinin transfertləri və qanunvericiliyə uyğun digər mənbələr hesabına maliyyələşdirilir. [21]\n\n6.2. Əmək pensiyasının sığorta hissəsinin 1992-ci ilin yanvarın 1-dək qazanılmış pensiya kapitalına əsasən formalaşan məbləği, habelə bu Qanunun 20-ci maddəsində nəzərdə tutulan əlavələr, həmin əlavələrin indeksləşdirilməsi, habelə müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanın (qurumun) əmək pensiyaçılarına münasibətdə 2022-ci ildə müəyyən etdiyi və 2023-cü il yanvarın 1-dən onların əmək pensiyalarının tərkibinə daxil edilən maddi yardım və həmin maddi yardımın bu Qanunun 29.1-ci maddəsinə uyğun olaraq indeksləşdirilməsi nəticəsində yaranan xərclər dövlət büdcəsinin, digər bütün məbləğləri isə məcburi dövlət sosial sığortası vəsaitləri və sosial sığorta ehtiyatı hesabına maliyyələşdirilir. Qeyd olunan mənbələrin birində vəsait çatışmazlığı olduqda, müvafiq xərclər digər mənbə hesabına maliyyələşdirilir. [22]\n\n6.3. Əmək pensiyasının yığım hissəsinin müəyyən edilməsi və ödənilməsi sığortaolunanın fərdi hesabının yığım hissəsində müvafiq vəsait olduğu halda həyata keçirilir.\n\n \n\nM a d d ə 6-1. Əmək pensiyasının minimum məbləği [23]\n\n \n\nBu Qanunun məqsədləri üçün əmək pensiyasının minimum məbləği 2023-cü il fevralın 1-dən 280 manat məbləğində müəyyən olunur. Bu Qanuna uyğun olaraq təyin edilmiş əmək pensiyasının məbləği əmək pensiyasının minimum məbləğindən aşağı olduqda, həmin məbləğə çatdırılmaqla ödənilir. Təyin edilmiş əmək pensiyasının məbləğinin əmək pensiyasının minimum məbləğinə çatdırılması məqsədilə bu maddəyə əsasən ödənilən məbləğ əmək pensiyasının sığorta hissəsinin tərkibi hesab edilir. [24]\n\n \n\nII fəsil\n\n \n\nYAŞA GÖRƏ ƏMƏK PENSİYASI\n\n \n\nM a d d ə 7. Yaşa görə əmək pensiyasının təyin edilməsi şərtləri\n\n \n\n63 yaşına çatmış kişilərin və 60 yaşına çatmış qadınların fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə sığorta stajından asılı olmayaraq, bu pensiya təminatına imkan vermədikdə isə azı 25 il sığorta stajı olduqda (2017-ci il iyulun 1-dək yaşa görə əmək pensiyası təyin edilmiş şəxslər istisna olmaqla) yaşa görə əmək pensiyası hüququ vardır. [25]\n\nQeyd. Bu Qanunun 7-ci maddəsində nəzərdə tutulmuş kişilərin yaş həddi 2017-ci il iyulun 1-dən başlayaraq 2021-ci il iyulun 1-dək, qadınların yaş həddi 2017-ci il iyulun 1-dən başlayaraq 2027-ci il iyulun 1-dək hər il 6 ay artırılır. [26]\n\n \n\nMaddə 8. Uşaqlara görə güzəştli şərtlərlə yaşa görə əmək pensiyası hüququ olan şəxslər [27]\n\n \n\n8.1. Beş və daha çox uşaq doğub, övladlığa və (və ya) qəyyumluğa götürüb onları səkkiz yaşınadək tərbiyə etmiş və böyütmüş və azı 10 il sığorta stajı olan qadınların bu Qanunun 7-ci maddəsinə uyğun şərtlər daxilində yaş həddi 5 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır. [28]\n\n8.2. Əlilliyi müəyyən edilmiş uşağını səkkiz yaşınadək tərbiyə etmiş və azı 10 il sığorta stajı olan anaların bu Qanunun 7-ci maddəsinə uyğun şərtlər daxilində yaş həddi 5 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır. [29]\n\n8.3. Ana vəfat etdiyinə və ya ana ilə nikaha xitam verildiyinə, yaxud ana valideynlik hüququndan məhrum edildiyinə görə 5 və daha çox uşağı və ya əlilliyi müəyyən edilmiş uşağını növbəti nikah bağlamadan, təkbaşına səkkiz yaşınadək böyüdən ataların, habelə 5 və daha çox uşağı övladlığa götürüb təkbaşına səkkiz yaşınadək böyüdən ataların, həmçinin 5 və daha çox uşağı səkkiz yaşınadək böyüdən qəyyum kişilərin azı 10 il sığorta stajı olduqda bu Qanunun 7-ci maddəsinə uyğun şərtlər daxilində yaş həddi 5 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır. [30]\n\n \n\nM a d d ə 9. Güzəştli şərtlərlə əmək pensiyası hüququ olan digər şəxslər\n\n \n\n9.1. Axırıncı iş yerindən asılı olmayaraq, güzəştli şərtlərlə yaşa görə əmək pensiyası almaq hüququ verən incəsənətin xüsusi sahələrinin, yeraltı, əmək şəraiti xüsusilə zərərli və ağır olan işlərin (istehsalatların, peşələrin, vəzifələrin və göstəricilərin) müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanın (qurumun) təsdiq etdiyi siyahısında nəzərdə tutulan işlərdə azı 12 il 6 ay çalışmış kişilərin və azı 10 il çalışmış qadınların bu Qanunun 7-ci maddəsində nəzərdə tutulmuş şərtlər daxilində yaş həddi 5 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır.\n\n9.2. Hipovizqanizm xəstəliyinə tutulan şəxslərin (liliputların) və fizioloji mütənasibliyi pozulmuş cırtdanboy şəxslərin azı 5 il sığorta stajı olduqda bu Qanunun 7-ci maddəsində nəzərdə tutulmuş yaş həddi 20 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır.\n\n9.3. Mülki aviasiya uçuş və uçuş-sınaq heyətində işlə əlaqədar vəzifələrdə çalışanların həmin işlər üzrə azı 25 il, səhhətinə görə uçuş işindən azad olunmuş şəxslərin isə həmin işlər üzrə azı 20 il sığorta stajı olduqda bu Qanunun 7-ci maddəsinə uyğun yaş həddi 15 il azaldılmaqla yaşa görə əmək pensiyası hüququ vardır. [31]\n\n9.4. Prokurorluq orqanlarında qulluq etmiş aşağıdakı şəxslərin (xüsusi rütbələrdən məhrum edilmiş prokurorluq işçiləri istisna olmaqla) yaşa görə əmək pensiyası hüququ vardır: [32]\n\n9.4.1. prokurorluq orqanlarında azı 35 il qulluq etmiş prokurorluq işçiləri; [33]\n\n9.4.2. yaşa görə prokurorluq orqanlarında qulluğuna xitam verilmiş, 35 il və daha çox ümumi iş stajı olan, bu stajın azı 17 il 6 ayını prokurorluq orqanlarında qulluq etmiş prokurorluq işçiləri. [34]\n\n9.5. Aşağıdakı hərbi qulluqçuların (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular, müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) hərbi qulluqçu kimi yaşa görə əmək pensiyası hüququ vardır:\n\n9.5.1. hərbi xidmətdən buraxılanadək 20 təqvim ili və daha çox hərbi xidmət etmiş hərbi qulluqçular;\n\n9.5.2. hərbi xidmətdən yaşa görə buraxılmış, 25 təqvim ili və daha çox ümumi iş stajı olan, bu stajın azı 12 il 6 ayını hərbi xidmətdə keçirmiş şəxslər;\n\n9.5.3. hərbi xidmətdən xəstəliyinə və ya səhhətinin məhdud imkanlarına, habelə ştatların ixtisarına görə buraxılmış və buraxıldığı gün 45 və daha çox yaşı, 25 təqvim ili və daha çox ümumi iş stajı olan, bu stajın azı 12 il 6 ayını hərbi xidmətdə keçirmiş şəxslər;\n\n9.5.4. hərbi xidmət müddəti 15 il və daha çox olmaqla Çernobıl AES-də qəzanın nəticələrinin aradan qaldırılması işlərində köçürmə zonasında iştirak etmiş hərbi qulluqçular.\n\n9.6. Hərbi qulluqçulara yaşa görə əmək pensiyası hərbi xidmətdən buraxıldıqdan sonra təyin olunur. Aşağıdakı şəxslər istisna olmaqla, hərbi qulluqçu kimi yaşa görə əmək pensiyası təyin olunduqdan sonra yenidən hərbi xidmətə qəbul edilmiş əmək pensiyaçılarının əmək pensiyasının sonuncu təminat xərcliyinə görə yenidən hesablanmasına yol verilmir:\n\n9.6.1. hərbi xidmətə yenidən qəbul edildiyi tarixdən ən azı 72 ay xidmət etmiş şəxslər;\n\n9.6.2. məhkəmənin qanuni qüvvəyə minmiş qərarı ilə hərbi xidmətə bərpa edilmiş şəxslər;\n\n9.6.3. hərbi xidmət vəzifələrini yerinə yetirərkən həlak olmuş şəxslər;\n\n9.6.4. ali zabit heyətinə aid şəxslər.\n\n9.7. Ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə azı 35 il qulluq stajı olan ədliyyə işçilərinin (xüsusi rütbələrdən məhrum edilmiş ədliyyə işçiləri istisna olmaqla) yaşa görə əmək pensiyası hüququ vardır. [35] KMQ3\n\n9.7-1. Miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə azı 35 il qulluq stajı olan miqrasiya işçilərinin (xüsusi rütbələrdən məhrum edilmiş miqrasiya işçiləri istisna olmaqla) yaşa görə əmək pensiyası hüququ vardır;\n\n9.7-2. Fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə azı 35 il xidmət stajı olan işçilərin (xüsusi rütbələrdən məhrum edilmiş fövqəladə hallar orqanlarının işçiləri istisna olmaqla) yaşa görə əmək pensiyası hüququ vardır;\n\n9.8 Bu Qanun qüvvəyə mindiyi günədək bu Qanunun 9.1-ci maddəsində göstərilən işlərdə güzəştli şərtlərlə pensiya hüququ verən tam əmək stajı olan şəxslərə pensiyalar yaşa və staja görə əvvəllər qüvvədə olmuş qanunvericiliklə müəyyən edilmiş tələblərə müvafiq surətdə bu Qanuna uyğun olaraq təyin edilir. [36]\n\n \n\nM a d d ə 10. Yaşa görə əmək pensiyasının məbləği\n\n \n\n10.1.      Yaşa görə əmək pensiyasının baza hissəsinin məbləği müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir. [37]\n\n10.2. Yaşa görə əmək pensiyasının sığorta hissəsinin məbləği aşağıdakı düsturla müəyyən edilir:\n\nSH = PSK/T, burada:\n\nSH - yaşa görə əmək pensiyasının sığorta hissəsidir;\n\nPSK - sığortaolunanın fərdi hesabının sığorta hissəsində yaşa görə əmək pensiyasının təyin olunduğu tarixə qeydə alınmış pensiya kapitalıdır (bu Qanunun 27-ci maddəsinə uyğun olaraq sığortaolunanın fərdi hesabının sığorta hissəsində qeydə alınan pensiya kapitalı da daxil olmaqla);\n\nT - gözlənilən pensiya ödənişi müddətinin aylarının sayıdır. [38]\n\nBu Qanuna uyğun olaraq təyin edilmiş yaşa görə əmək pensiyasının sığorta hissəsinin məbləği əmək pensiyasının minimum məbləğindən aşağı olduqda, həmin məbləğə çatdırılmaqla ödənilir. [39]\n\n10.3. Yaşa görə əmək pensiyasının yığım hissəsinin məbləği bütün hallarda bu Qanunun 7-ci maddəsində göstərilmiş yaş həddinə uyğun olaraq aşağıdakı düsturla müəyyən edilir:\n\nYH=PYK/T, burada:\n\nYH - yaşa görə əmək pensiyasının yığım hissəsidir;\n\nPYK- sığortaolunanın fərdi hesabının yığım hissəsində yaşa görə əmək pensiyasının təyin olunduğu tarixə toplanmış pensiya kapitalıdır;\n\nT - gözlənilən pensiya ödənişi müddətinin aylarının sayıdır.\n\n10.4. Yaşa görə əmək pensiyasının məbləği aşağıdakı düsturla müəyyən edilir:\n\nP=BH+SH+YH, burada: [40]\n\nP- yaşa görə əmək pensiyasıdır;\n\nBH - yaşa görə əmək pensiyasının baza hissəsidir;\n\nSH - yaşa görə əmək pensiyasının sığorta hissəsidir;\n\nYH - yaşa görə əmək pensiyasının yığım hissəsidir.\n\n \n\nIII fəsil\n\n \n\n ƏLİLLİYƏ GÖRƏ ƏMƏK PENSİYASI\n\n \n\nM a d d ə 11. Əlilliyə görə əmək pensiyası\n\n \n\n11.1. Əlilliyə görə əmək pensiyası sığortaolunanın xəstəlik və ya xəsarət nəticəsində yaranan əqli və ya fiziki pozuntulara görə əmək qabiliyyətinin məhdudlaşması ilə əlaqədar təyin edilir. Orqanizmin funksiyalarının pozulması faizi, əlilliyin səbəbləri və müddəti müvafiq icra hakimiyyəti orqanı tərəfindən qanunvericiliyə uyğun olaraq müəyyən olunur. [41]\n\n11.2. hərbi qulluqçular (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular, müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) sırasından olan əlilliyi olan şəxslər aşağıdakı kateqoriyalara bölünürlər: [42]\n\n11.2.1. müharibə ilə əlaqədar əlilliyi olan şəxslər—əlillik hərbi xidmət vəzifələrini (xidməti vəzifələri) yerinə yetirərkən alınmış xəsarət (yaralanma, travma, kontuziya), yaxud cəbhədə olmaqla və ya döyüş əməliyyatları aparılan ölkələrdə beynəlmiləl borcu yerinə yetirməklə bağlı xəstəlik nəticəsində üz verərsə; [43]\n\n11.2.2. hərbi qulluqçular sırasından digər əlilliyi olan şəxslər—əlillik hərbi xidmət vəzifələrini (xidməti vəzifələri) yerinə yetirməklə bağlı olmayan bədbəxt hadisə nəticəsində alınmış xəsarət (yaralanma, travma, kontuziya), yaxud cəbhədə olmaqla və ya döyüş əməliyyatları aparılan ölkələrdə beynəlmiləl borcu yerinə yetirməklə bağlı olmayan xəstəlik nəticəsində üz verərsə. [44]\n\n11.3 Müddətli həqiqi hərbi (alternativ) xidmətdə olan şəxslərin əlilliyi həqiqi hərbi və ya alternativ xidmət vəzifələrini yerinə yetirərkən yaralanma, kontuziya, zədələnmə nəticəsində, yaxud cəbhədə olmaqla və ya döyüş əməliyyatı aparan ölkədə hərbi xidmət borcunun yerinə yetirilməsi ilə bağlı xəstəlik nəticəsində üz verərsə, onlar müharibə ilə əlaqədar əlilliyi olan şəxs hesab edilirlər. [45]\n\n \n\nMaddə 12. Əlilliyə görə əmək pensiyasının təyin edilməsi şərtləri [46]\n\n \n\n12.1. Əlilliyə görə əmək pensiyası orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə ümumilikdə sığorta stajı 5 ildən az olmamaq şərtilə, əmək qabiliyyətli yaş dövrünün hər tam ili üçün 4 ay sığorta stajı olduqda təyin edilir. Orqanizmin funksiyalarının 31-80 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə əlilliyə görə əmək pensiyası fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verməsi şərtilə, bu maddədə göstərilən sığorta stajı olduqda təyin edilir. [47]\n\n12.2. Hərbi qulluqçulara, o cümlədən müddətli həqiqi hərbi xidmət hərbi qulluqçularından müharibə ilə əlaqədar orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular və digər müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) əlilliyə görə əmək pensiyaları xidmət müddətindən asılı olmayaraq, əlillik hərbi qulluqçuların xidmət etdiyi dövrdə və ya xidmətdən buraxıldıqdan sonra, lakin xidmət dövründə alınmış xəstəlik və yaxud xəsarət (yaralanma, travma, kontuziya) nəticəsində üz verdikdə təyin edilir. [48]\n\n \n\nM a d d ə 13. Əlilliyə görə əmək pensiyasının məbləği\n\n \n\n13.1.      Əlilliyə görə əmək pensiyasının baza hissəsinin məbləği yaşa görə əmək pensiyasının baza hissəsinin məbləğinin I qrup əlillərə və sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə 120 faizi (I qrup gözdən əlillərə və sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə 200 faizi), II qrup əlillərə 100 faizi, III qrup əlillərə isə 55 faizi həcmində müəyyən edilir. [49]\n\n13.2.      Əlilliyə görə əmək pensiyasının sığorta və yığım hissələrinin hesablanmasında gözlənilən pensiya ödənişi müddətinin aylarının sayı sığorta davamiyyəti əmsalına vurulur. Sığorta davamiyyəti əmsalı əlilliyə görə əmək pensiyası üçün tələb olunan sığorta stajı aylarının sayının 200-ə olan nisbəti şəklində müəyyənləşdirilir. [50]\n\n13.3. Əlilliyə görə əmək pensiyasının sığorta hissəsinin məbləği aşağıdakı düsturla müəyyən edilir:\n\nSH = PSK/(TxK), burada:\n\nSH - əlilliyə görə əmək pensiyasının sığorta hissəsidir;\n\nPSK - sığortaolunanın fərdi hesabının sığorta hissəsində əlilliyə görə əmək pensiyasının təyin olunduğu tarixə qeydə alınmış pensiya kapitalıdır (bu Qanunun 27-ci maddəsinə uyğun olaraq sığortaolunanın fərdi hesabının sığorta hissəsində qeydə alınan pensiya kapitalı da daxil olmaqla);\n\nT - gözlənilən pensiya ödənişi müddətinin aylarının sayıdır;\n\nK - sığorta davamiyyəti əmsalıdır. [51]\n\nI qrup əlillərə təyin olunmuş əlilliyə görə əmək pensiyasının sığorta hissəsinin məbləği əmək pensiyasının minimum məbləğindən aşağı olduqda, həmin məbləğə çatdırılmaqla ödənilir. [52]\n\n13.3-1. Müddətli həqiqi hərbi xidmət hərbi qulluqçularından müharibə ilə əlaqədar orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərin fərdi hesabı vardırsa və hesablanan əmək pensiyasının sığorta hissəsinin məbləği əmək pensiyasının minimum məbləğindən azdırsa həmin məbləğə çatdırılmaqla, fərdi hesabı olmadıqda isə əlilliyə görə əmək pensiyasının sığorta hissəsinin məbləği əmək pensiyasının minimum məbləğində ödənilir. Bu kateqoriyadan olan şəxslərin bu Qanunun 12.1-ci və 13.3-cü maddələrindəki şərtlər nəzərə alınmaqla fərdi hesabının sığorta hissəsindəki pensiya kapitalı əmək pensiyasının minimum məbləğindən böyük məbləğdə əmək pensiyasının hesablanmasına əsas verdikdə, pensiyanın sığorta hissəsi həmin məbləğdə müəyyənləşdirilir. [53]\n\n13.4.      Əlilliyə görə əmək pensiyasının yığım hissəsi bu Qanunun 10.3-cü maddəsində göstərilən qaydada müəyyən edilir.\n\n13.5.      Əlilliyə görə əmək pensiyasının məbləği aşağıdakı düsturla müəyyən edilir:\n\nP = BH+SH+YH, burada: [54]\n\nP - əlilliyə görə əmək pensiyasıdır;\n\nBH - əlilliyə görə əmək pensiyasının baza hissəsidir;\n\nSH - əlilliyə görə əmək pensiyasının sığorta hissəsidir;\n\nYH - əlilliyə görə əmək pensiyasının yığım hissəsidir.\n\n \n\nIV fəsil\n\n \n\nAİLƏ BAŞÇISINI İTİRMƏYƏ GÖRƏ ƏMƏK PENSİYASI\n\n \n\nM a d d ə 14. Ailə başçısını itirməyə görə əmək pensiyası hüququ olan ailə üzvləri\n\n \n\n14.1. Vəfat etmiş və ya həlak olmuş ailə başçısının öhdəsində olan (vəfat edənin tam təminatında olan və ya ondan özlərinin yaşayışı üçün daimi və əsas vəsait mənbəyi kimi kömək alan) aşağıdakı ailə üzvlərinin ailə başçısını itirməyə görə əmək pensiyası hüququ vardır: [55]\n\n14.1.1. vəfat etmiş və ya həlak olmuş şəxslərin övladları:\n\n14.1.1.1. 18 yaşına çatmamış;\n\n14.1.1.2. 18 yaşına çatanadək əlilliyi müəyyən olunmuş 18 yaşından yuxarı əlilliyi olan şəxs; [56]\n\n14.1.1.3. təhsil müəssisələrinin əyani şöbəsində təhsil alanlar, lakin ən çoxu 23 yaşına çatanadək;\n\n14.1.2. ata, ana, ər, arvad bu Qanunun 7-ci maddəsinə uyğun olaraq müəyyən edilmiş pensiya yaşına çatmışdırsa, yaxud orqanizmin funksiyalarının 61-80 faiz və ya 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxsdirsə; [57]\n\n14.1.3. yaşından və əmək qabiliyyətindən asılı olmayaraq valideynlərdən biri və ya ər (arvad), yaxud baba, nənə, qardaş, bacı vəfat etmiş və ya həlak olmuş ailə başçısının 8 yaşına çatmamış uşaqlarına, qardaşlarına, bacılarına, nəvələrinə baxırsa və işləmirsə.\n\n14.2.      sığortaolunan qanunvericilikdə nəzərdə tutulmuş qaydada xəbərsiz itkin düşmüş və ya ölmüş elan edildiyi halda, onun ailə üzvləri vəfat etmiş və ya həlak olmuş ailə başçısının ailə üzvləri ilə bərabər əsaslarla ailə başçısını itirməyə görə əmək pensiyası hüququna malikdirlər.\n\n14.3.      Xəbərsiz itkin düşmüş və ya ölmüş elan edilən sığortaolunan qayıtdıqda və ya onun olduğu yer aşkar edildikdə, onun ailə üzvlərinə ödənilən ailə başçısını itirməyə görə əmək pensiyası dayandırılır.\n\n14.4.      Bu Qanunun 18.2-ci və 18.3-cü maddələrinə uyğun olaraq ailə başçısını itirməyə görə hesablanmış əmək pensiyasının sığorta hissəsinin ailə üzvünə düşən məbləği “Sosial müavinətlər haqqında” Azərbaycan Respublikası Qanununun 7.0.1 – 7.0.3-cü, 7.0.5-ci və ya 7.0.6-cı maddələrində nəzərdə tutulmuş sosial müavinətlərin məbləğindən az olduqda, həmin ailə üzvünün qeyd olunan müavinətləri almaq hüququ olduğu halda, o, ailə başçısını itirməyə görə pensiya əvəzinə müvafiq sosial müavinəti almaq hüququna malikdir. [58]\n\n \n\nMaddə 15. Ögey atanın, ögey ananın, ögey oğulun və ögey qızın əmək pensiyası hüququ\n\n \n\n15.1.      Ögey ata və ögey ana vəfat etmiş ögey oğlunu və ya ögey qızmı azı beş il tərbiyə etmiş və saxlamışdırsa, doğma valideynlərlə bir səviyyədə əmək pensiyası hüququna malikdirlər.\n\n15.2.      Ögey oğulun, ögey qızın doğma övladlarla bir səviyyədə ailə başçısını itirməyə görə əmək pensiyası hüququ vardır.\n\n \n\nM a d d ə 16. Övladlığa götürənlərin və Övladlığa götürülənlərin əmək pensiyası hüququ\n\n \n\n16.1.       Övladlığa götürənlərin doğma valideynlərlə, övladlığa götürülənlərin isə doğma uşaqlarla bir səviyyədə əmək pensiyası hüququ vardır.\n\n16.2.       Ailə başçısını itirməyə görə əmək pensiyası hüququ olan bu Qanunun 14.1.1-ci maddəsində nəzərdə tutulmuş şəxslər övladlığa götürüldükdə də bu hüququ saxlayırlar.\n\n \n\nMaddə 17. Ailə başçısını itirməyə görə əmək pensiyası təyinatının şərtləri [59]\n\n \n\n17.1. Ailə başçısını itirməyə görə əmək pensiyası ölüm gününədək ailə başçısının bu qanunun 12.1-ci maddəsində tələb edilən sığorta stajı olduqda (bu qanunun qüvvəyə mindiyi günədək ailə başçısını itirməyə görə əmək pensiyası təyin edilmiş şəxslər istisna olmaqla) təyin olunur.\n\n17.2. Hərbi qulluqçuların, o cümlədən müddətli həqiqi hərbi xidmət hərbi qulluqçularından müharibə ilə əlaqədar orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərin (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular və digər müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) ailə üzvlərinə ailə başçısını itirməyə görə əmək pensiyaları hərbi qulluqçunun xidmət müddətindən asılı olmayaraq təyin edilir. Bu zaman ailə başçısını itirməyə görə əmək pensiyası ailə başçısı xidmət etdiyi dövrdə və ya xidmətdən buraxıldıqdan sonra, amma xidmət etdiyi dövrdə aldığı xəstəlik və yaxud xəsarət (yaralanma, travma, kontuziya) nəticəsində vəfat edibsə təyin olunur. Həmin hərbi qulluqçular sırasından olan pensiyaçıların ailələrinə isə ailə başçısı pensiya aldığı dövrdə və ya pensiya ödənilməsinin kəsilməsindən 5 il keçənədək vəfat edibsə təyin olunur. Hərbi əməliyyatlar zamanı itkin düşmüş hərbi qulluqçuların ailə üzvləri cəbhədə həlak olanların ailə üzvlərinə bərabər tutulur. [60]\n\n \n\nM a d d ə 18. Ailə başçısını itirməyə görə əmək pensiyasının məbləği\n\n \n\n18.1.     Ailə başçısını itirməyə görə əmək pensiyasının baza hissəsinin məbləği hər iki valideynini itirmiş uşaqların və vəfat etmiş tənha ananın uşaqlarının hər biri üçün, habelə vəfat etmiş ailə başçısının bir ailə üzvü olduqda və ya bu Qanunun 14.1-ci maddəsinə əsasən pensiya hüququ olan bir ailə üzvü qaldıqda həmin şəxs üçün yaşa görə əmək pensiyasının baza hissəsinin 100 faizi məbləğində, digər ailə üzvlərinin hər biri üçün isə yaşa görə əmək pensiyasının baza hissəsinin 50 faizi məbləğində hesablanır. [61]\n\n18.2.     Ailə başçısını itirməyə görə əmək pensiyasının sığorta hissəsinin əmək qabiliyyəti olmayan ailə üzvlərinin hər birinə düşən məbləği bu Qanunun 13.3-cü və 13.3-1-ci maddələrində nəzərdə tutulmuş əlilliyə görə əmək pensiyasının sığorta hissəsinin hesablanması mexanizminə uyğun olaraq hesablanmış məbləğin əmək qabiliyyəti olmayan ailə üzvlərinin sayına bölünməsi yolu ilə müəyyənləşdirilir. Əmək qabiliyyəti olmayan ailə üzvlərinin ailə başçısını itirməyə görə əmək pensiyalarının ailəyə düşən ümumi məbləği əmək pensiyasının minimum məbləğindən aşağı olduqda, həmin məbləğə çatdırılmaqla ödənilir. Ailə üzvlərindən biri (bu Qanunun 20.1.13-cü maddəsinə uyğun olaraq ailə başçısının qulluq stajına görə əlavə təyin olunmuş əri (arvadı) və övladları istisna olmaqla) öz seçimi ilə digər növ əmək pensiyasını, yaxud bu Qanunun 14.4-cü maddəsinə əsasən sosial müavinəti (ailə başçısını itirməyə görə müavinət istisna olmaqla) aldıqda ona ailə başçısının itirilməsinə görə düşən əmək pensiyasının məbləği digər ailə üzvləri arasında bölüşdürülməklə onların əmək pensiyasının məbləği yenidən hesablanır. [62]\n\n18.3.     Vəfat etmiş ailə başçısı yaşa və ya əlilliyə görə əmək pensiyaçısı olmuşdursa, ailə üzvləri üçün ailə başçısını itirməyə görə əmək pensiyasının sığorta hissəsinin (bu Qanunun 29.1-ci maddəsi nəzərə alınmaqla) məbləği vəfat etmiş ailə başçısına təyin edilmiş yaşa və ya əlilliyə görə əmək pensiyasının sığorta hissəsinin əmək qabiliyyətli olmayan ailə üzvlərinin sayma nisbəti şəklində müəyyənləşdirilir. Vəfat etmiş ailə başçısının vəfat etdiyi tarixə əmək pensiyasının yenidən hesablanmasında istifadə olunmamış pensiya kapitalı ailə başçısını itirməyə görə əmək pensiyasının təyinatı zamanı nəzərə alınır. [63]\n\n18.4.     Ailə başçısını itirməyə görə əmək pensiyasının məbləği bu Qanunun 18.1-18.3-cü maddələrinə uyğun olaraq hesablanmış ailə başçısını itirməyə görə əmək pensiyasının baza hissəsinin və ailə başçısını itirməyə görə əmək pensiyasının sığorta hissəsinin məbləğlərinin cəminə bərabərdir. [64]\n\n18.5.     Vəfat etmiş sığortaolunanın və əmək pensiyasının yığım hissəsi təyin olunmamış əmək pensiyaçısının fərdi hesabının yığım hissəsində olan vəsaitlər qanunvericiliyə uyğun qaydada onun varisləri arasında bərabər bölünür.\n\n18.6.     Sığortaolunanın və ya əmək pensiyasının yığım hissəsi təyin olunmamış əmək pensiyaçısının varisləri olmadıqda, onun fərdi hesabının yığım hissəsində olan vəsaitlər və əmək pensiyasının yığım hissəsi üzrə alınmamış vəsaitlər müvafiq icra hakimiyyəti orqanının büdcəsinin gəlirlərinə aid edilir.\n\n \n\nV fəsil\n\n \n\n ƏMƏK PENSİYASINA ƏLAVƏLƏR\n\n \n\nMaddə 19. Əmək pensiyasının sığorta hissəsinə əlavələr [65]\n\n \n\n19.1. Əmək pensiyasının sığorta hissəsinə aşağıdakı əlavələr hesablanır:\n\n19.1.1. Azərbaycanın Milli Qəhrəmanlarının ailə üzvlərinə (bu Qanunun 14-16-cı maddələrinə uyğun olaraq) 110 manat, şəhidlərin ailə üzvlərinə (bu Qanunun 14-16-cı maddələrinə uyğun olaraq) 93,5 manat məbləğində;\n\n19.1.2. I dərəcə gözdən əlilliyi olan şəxslərə 110 manat, digər I dərəcə əlilliyi olan şəxslərə 22 manat məbləğində (2017-ci ilin 1 iyul tarixindən sonra təyin edilən pensiyalara tətbiq olunur); [66]\n\n19.1.3. öhdəsində əmək qabiliyyəti olmayan ailə üzvləri olan işləməyən I və II dərəcə əlilliyi olan şəxslərə və ya sağlamlıq imkanları məhdud 18 yaşınadək uşaqlara, həmçinin öhdəsində ailə başçısını itirməyə görə pensiya ilə təmin edilməli şəxslərə aid edilən əmək qabiliyyətsiz ailə üzvləri olan işləməyən hərbi qulluqçular sırasından olan əmək pensiyaçılarına ailənin əmək qabiliyyəti olmayan hər üzvü üçün 5,5 manat məbləğində; [67]\n\n19.1.4. I qrup əlillərə və ya sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə qulluq üçün 11 manat məbləğində;\n\n19.1.5. siyasi repressiyalara məruz qalaraq sonradan bəraət qazanmış şəxslərə 11 manat məbləğində;\n\n19.1.6. döyüşən ordunun tərkibində xidmət etmiş müharibə iştirakçılarına (Böyük Vətən müharibəsi iştirakçıları istisna olmaqla), habelə döyüş əməliyyatı aparılan ölkədə hərbi xidmət borcunu yerinə yetirmiş hərbi qulluqçulara 11 manat məbləğində; [68]\n\n19.1.7. yaşa görə əmək pensiyası alan müharibə ilə əlaqədar əlilliyi olan şəxslərə (Böyük Vətən müharibəsi ilə əlaqədar əlilliyi olan şəxslər istisna olmaqla) və müharibə iştirakçıları sırasından olan əlilliyi olan şəxslərə: [69]\n\n19.1.7.1. I dərəcə əlilliyi olan şəxslərə 110 manat məbləğində; [70]\n\n19.1.7.2. II dərəcə əlilliyi olan şəxslərə 77 manat məbləğində;\n\n19.1.7.3. III dərəcə əlilliyi olan şəxslərə 55 manat məbləğində;\n\n19.1.8. Böyük Vətən müharibəsi iştirakçıları və bununla əlaqədar əlilliyi olan şəxslərə: [71]\n\n19.1.8.1. I dərəcə əlilliyi olan şəxslərə 154 manat məbləğində;\n\n19.1.8.2. II dərəcə əlilliyi olan şəxslərə 121 manat məbləğində;\n\n19.1.8.3. III dərəcə əlilliyi olan şəxslərə və əlilliyi olmayan müharibə iştirakçılarına 99 manat məbləğində. [72]\n\n19.2. Əmək kitabçasında müvafiq qeydiyyat aparılan əsas iş yeri üzrə elmi müəssisə və təşkilatlarda və ya təhsil müəssisələrində azı 25 il çalışmış elmi dərəcəsi olan işləməyən əmək pensiyaçılarının (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş əmək pensiyaçıları istisna olmaqla) pensiyalarının sığorta hissəsinə elmlər doktoru elmi dərəcəsinə görə 200 manat, fəlsəfə doktoru elmi dərəcəsinə görə 120 manat məbləğində əlavə hesablanır. [73]\n\n19.3. Bu Qanunun 19.1.7-19.1.8-ci maddələrində nəzərdə tutulmuş əlavələrdən əmək pensiyaçısına yalnız biri - daha yüksəyi verilir. [74]\n\n \n\nM a d d ə 20. Qulluq stajına görə əmək pensiyasına əlavələr KM1\n\n \n\n20.1. Qulluq stajına görə əmək pensiyasına əlavələr aşağıdakı əmək pensiyaçılarına təyin edilir:\n\n20.1.1. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş və deputat kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan sabiq deputatlar (məhkəmənin qanuni qüvvəyə minmiş hökmü əsasında deputat mandatından məhrum edilmiş və Azərbaycan Respublikası Milli Məclisinin, Naxçıvan Muxtar Respublikası Ali Məclisinin iclaslarında üzrsüz səbəbdən iştirak etmədiyinə görə deputat səlahiyyətlərini itirmiş deputatlar istisna olmaqla); [75]\n\n20.1.2. Azərbaycan Respublikası Milli Məclisinin deputatı və sabiq deputatı və Naxçıvan Muxtar Respublikası Ali Məclisinin deputatı və sabiq deputatı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri;\n\n20.1.3. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının və Naxçıvan Muxtar Respublikası Mərkəzi Seçki Komissiyasının üzvü kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan sabiq Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının və Naxçıvan Muxtar Respublikası Mərkəzi Seçki Komissiyasının üzvləri; [76]\n\n20.1.3-1. Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının üzvü və sabiq üzvü, Naxçıvan Muxtar Respublikasının Mərkəzi Seçki Komissiyasının üzvü və sabiq üzvü vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri; [77]\n\n20.1.4. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş sabiq hakimlər; [78]\n\n20.1.4-1. hakim və ya hakim kimi bu Qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri; [79]\n\n20.1.5. bu Qanunun 9.4-cü maddəsində göstərilən prokurorluq işçiləri; [80]\n\n20.1.5-1. qanunvericiliklə müəyyən edilmiş yaş həddinə çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş prokurorluq işçiləri (xüsusi rütbələrdən məhrum edilmiş prokurorluq işçiləri istisna olmaqla); [81]\n\n20.1.5-2. prokurorluq işçisi, yaxud prokurorluq işçisi kimi bu Qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri; [82]\n\n20.1.6. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş Azərbaycan Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) və Naxçıvan Muxtar Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan sabiq Azərbaycan Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) və Naxçıvan Muxtar Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman); [83]\n\n20.1.6-1. Azərbaycan Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) və sabiq müvəkkili, Naxçıvan Muxtar Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) və sabiq müvəkkili (ombudsman) vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri; [84]\n\n20.1.7. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş «Dövlət qulluğu haqqında» Azərbaycan Respublikasının Qanununa uyğun olaraq inzibati və yardımçı vəzifələr tutan, habelə 1991-ci il oktyabrın 18-dən «Dövlət qulluğu haqqında» Azərbaycan Respublikasının Qanunu qüvvəyə minənədək qanunvericilik, icra və məhkəmə hakimiyyəti orqanlarında, həmçinin müvafiq icra hakimiyyəti orqanının müəyyənləşdirdiyi siyahı üzrə 1991-ci il oktyabrın 18-dək dövlət, sovet və partiya orqanlarında xidmət etmiş Azərbaycan Respublikasının vətəndaşları (Azərbaycan Respublikasının vətəndaşlığına xitam verilməsi ilə bağlı dövlət qulluğuna xitam verilmiş dövlət qulluqçuları və dövlət qulluğunda olan şəxslər istisna olmaqla); [85]\n\n20.1.8. dövlət qulluqçusu və ya dövlət qulluqçusu kimi bu qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri (Azərbaycan Respublikasının vətəndaşlığına xitam verilməsi ilə bağlı dövlət qulluğuna xitam verilmiş dövlət qulluqçularının ailə üzvləri istisna olmaqla); [86]\n\n20.1.9. əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş sabiq Azərbaycan Respublikasının Baş naziri və Baş nazirinin müavinləri, Naxçıvan Muxtar Respublikasının Baş naziri və Baş nazirinin müavinləri, Azərbaycan Respublikası mərkəzi icra hakimiyyəti orqanının rəhbəri və rəhbərinin müavinləri, Naxçıvan Muxtar Respublikası mərkəzi icra hakimiyyəti orqanının rəhbəri və rəhbərinin müavinləri, yerli icra hakimiyyəti orqanının rəhbəri (başçısı), Milli Televiziya və Radio Şurasının, Naxçıvan Muxtar Respublikası Televiziya və Radio Şurasının üzvləri; [87]\n\n20.1.10. bu qanunun 20.1.9-cu maddəsində nəzərdə tutulmuş şəxslər və ya həmin şəxslər sırasından bu qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçıları vəfat etdikdə, onların ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri;\n\n20.1.11. bu qanunun 9.5-ci maddəsində göstərilən hərbi qulluqçular;\n\n20.1.12. bu qanunun 12.2-ci maddəsində göstərilən hərbi qulluqçular (müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla); [88]\n\n20.1.13. bu qanunun 17.2-ci maddəsinə əsasən əmək pensiyaçısı olan şəxslər (müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla); [89]\n\n20.1.14. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan və qanunvericiliklə müəyyən edilmiş yaş həddinə çatmış və ya orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş ədliyyə işçiləri (xüsusi rütbələrdən məhrum edilmiş ədliyyə işçiləri istisna olmaqla); [90]\n\n20.1.15. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan ədliyyə işçisi, yaxud ədliyyə işçisi kimi bu qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri.\n\n20.1.16. Əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş və Azərbaycan Respublikası Hesablama Palatasının üzvü kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan Azərbaycan Respublikası Hesablama Palatasının sabiq üzvləri; [91]\n\n20.1.17. Azərbaycan Respublikası Hesablama Palatasının üzvü və sabiq üzvü vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri.\n\n20.1.18. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan və qanunvericiliklə müəyyən edilmiş yaş həddinə çatmış və ya orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş miqrasiya orqanlarının işçiləri (xüsusi rütbələrdən məhrum edilmiş miqrasiya orqanları işçiləri istisna olmaqla); [92]\n\n20.1.19. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan miqrasiya orqanının işçisi, yaxud miqrasiya orqanının işçisi kimi bu Qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri;\n\n20.1.20. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan və qanunla müəyyən edilmiş yaş həddinə çatmış və ya orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş fövqəladə hallar orqanlarının işçiləri (xüsusi rütbələrdən məhrum edilmiş fövqəladə hallar orqanlarının işçiləri istisna olmaqla); [93]\n\n20.1.21. xüsusi rütbələr nəzərdə tutulan vəzifələrdə çalışan fövqəladə hallar orqanının işçisi, yaxud fövqəladə hallar orqanının işçisi kimi bu Qanunla müəyyən olunan əmək pensiyasına əlavələri almaq hüququ olan əmək pensiyaçısı vəfat etdikdə, onun ailə başçısını itirməyə görə əmək pensiyası almaq hüququ olan ailə üzvləri. [94]\n\n20.2. Bu Qanunun 20.1.1-ci maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) Azərbaycan Respublikası Milli Məclisinin fəaliyyətdə olan deputatının və Naxçıvan Muxtar Respublikası Ali Məclisinin fəaliyyətdə olan deputatının əməkhaqqının, əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla, 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [95]\n\n20.3.  Əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş sabiq deputat səlahiyyət müddəti ərzində Azərbaycan Respublikası Milli Məclisinin sədri, sədrin birinci müavini, sədrin müavini, komitə və komissiya sədri və ya sədrinin müavini, Naxçıvan Muxtar Respublikası Ali Məclisinin sədri, sədrin birinci müavini, sədrin müavini, komissiya sədri və ya komissiya sədrinin müavini vəzifəsinə seçilmişdirsə, onun əmək pensiyasına Azərbaycan Respublikası Milli Məclisinin sədrinin, sədrin birinci müavininin, sədrin müavininin, komitə və komissiya sədrinin və ya sədrinin müavininin, Naxçıvan Muxtar Respublikası Ali Məclisinin sədrinin, sədrin birinci müavininin, sədrin müavininin, komissiya sədrinin və ya komissiya sədrinin müavininin əməkhaqqının, əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla, 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [96]\n\n20.4.  Bu Qanunun 20.1.2-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş deputatın şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [97]\n\n20.5.  Əmək pensiyasına çıxmış vəfat etmiş Azərbaycan Respublikası Milli Məclisinin sabiq deputatının və Naxçıvan Muxtar Respublikası Ali Məclisinin sabiq deputatının ailə üzvləri üçün onun əmək pensiyasının (qulluq stajına görə əlavələrlə birlikdə) tam məbləğinin ailə üzvlərinin sayma olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə ödənilir. [98]\n\n20.6. Bu Qanunun 20.1.3-cü maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının fəaliyyətdə olan üzvünün və Naxçıvan Muxtar Respublikası Mərkəzi Seçki Komissiyasının fəaliyyətdə olan üzvünün əməkhaqqının 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [99]\n\n20.6-1. Bu Qanunun 20.1.3-1-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının və Naxçıvan Muxtar Respublikası Mərkəzi Seçki Komissiyasının üzvünün şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [100]\n\n20.7. Bu Qanunun 20.1.4-cü maddəsində nəzərdə tutulan şəxslərin əmək pensiyasına əlavələr hakim vəzifəsindəki fəaliyyətin son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əməkhaqqının orta aylıq məbləğindən, pensiya təyinatı tarixinədək əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla, aşağıdakı qaydada müəyyən edilir: [101]\n\n20.7.1. 15 il hakim işləmiş sabiq hakimlərə - hakim vəzifəsində aldıqları orta aylıq əməkhaqqının 50 faizi miqdarında; [102]\n\n20.7.2. 15 ildən yuxarı hakim işləmiş sabiq hakimlərə - hakim vəzifəsində aldıqları orta aylıq əməkhaqqının 50 faizi miqdarında və 15 ildən yuxarı hakimlik stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün həmin orta aylıq əməkhaqqının 3 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.7.3. 10 ildən yuxarı hakim işləmiş sabiq hakimlərə - hakim vəzifəsində aldıqları istənilən 5 ilin orta aylıq əməkhaqqının 55 faizi miqdarında, 10 ildən yuxarı hakimlik stajının hər ili üçün həmin orta aylıq əməkhaqqının 5 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərtilə müəyyən olunan məbləğlə bu Qanımla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə ödənilir. [103]\n\n20.7-1. Bu Qanunun 20.1.4-1-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş sabiq hakimin hakimlik stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [104]\n\n20.8. Bu Qanunun 20.1.5-ci və 20.1.5-1-ci maddələrində nəzərdə tutulan şəxslərin əmək pensiyasına əlavələr prokurorluq orqanlarında qulluğun son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əmək haqqının orta aylıq məbləğindən, pensiya təyinatı tarixinədək əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla, aşağıdakı qaydada müəyyən edilir:\n\n20.8.1. prokurorluq orqanlarında 15 il qulluq etmiş prokurorluq işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında; [105]\n\n20.8.2. prokurorluq orqanlarında 15 ildən yuxarı qulluq etmiş prokurorluq işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında və 15 ildən yuxarı prokurorluq işçisi stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün həmin orta aylıq əməkhaqqının 3 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.8-1. Bu Qanunun 20.1.5-2-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş prokurorluq işçisinin qulluq stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [106]\n\n20.8.3. prokurorluq orqanlarında 10 ildən yuxarı qulluq etmiş prokurorluq işçilərinə - orta aylıq əmək haqqının 55 faizi miqdarında, 10 ildən yuxarı prokurorluq işçisi stajının hər ili üçün həmin orta aylıq əmək haqqının 5 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əmək haqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə ödənilir. [107]\n\n20.9. Bu Qanunun 20.1.6-cı maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) fəaliyyətdə olan müvəkkil (ombudsman) üçün müəyyən edilmiş əməkhaqqının 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [108]\n\n20.9-1. Bu Qanunun 20.1.6-1-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş Azərbaycan Respublikasının İnsan hüquqları üzrə müvəkkilinin (ombudsmanın), Naxçıvan Muxtar Respublikasının İnsan hüquqları üzrə müvəkkilinin (ombudsmanın) şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [109]\n\n20.10. Bu Qanunun 20.1.1-ci maddəsində nəzərdə tutulmuş şəxslərin qulluq stajına görə əmək pensiyasına əlavələr Azərbaycan Respublikası Milli Məclisinin deputatının və Naxçıvan Muxtar Respublikası Ali Məclisinin deputatının orta aylıq əməkhaqqı, onun son 12 ay ərzində müvafiq olaraq Azərbaycan Respublikası Milli Məclisindən aldığı vəzifə maaşının və Naxçıvan Muxtar Respublikasının Ali Məclisindən aldığı vəzifə maaşının və məcburi dövlət sosial sığortasına cəlb edilən bütün ödənişlərin cəminin 12-yə nisbəti yolu ilə müəyyən edilir. [110]\n\n20.11. Bu qanunun 20.1.7-ci və 20.1.9-cu maddələrində nəzərdə tutulmuş şəxslərin əmək pensiyasına əlavələr dövlət qulluğunun son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki dövlət məvacibinin orta aylıq məbləğindən, pensiya təyinatı tarixinədək dövlət məvacibindəki sonrakı artımlar da nəzərə alınmaqla aşağıdakı qaydada müəyyən edilir:\n\n20.11.1. dövlət qulluğu vəzifəsində 15 il (bu Qanunun 20.11-1-ci maddəsində nəzərdə tutulan hal istisna olmaqla) qulluq stajı olan şəxsə - dövlət məvacibinin orta aylıq məbləğinin 50 faizi miqdarında; [111]\n\n20.11.2. dövlət qulluğu vəzifəsində 15 ildən yuxarı qulluq stajı olan şəxsə - dövlət məvacibinin orta aylıq məbləğinin 50 faizi miqdarında və 15 ildən yuxarı qulluq stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün dövlət məvacibinin orta aylıq məbləğinin 3 faizi miqdarında əlavə olunmaqla, lakin dövlət məvacibinin orta aylıq məbləğinin 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.11.3. dövlət qulluğu vəzifəsində 10 ildən yuxarı qulluq stajı olan şəxsə—dövlət məvacibinin orta aylıq məbləğinin 55 faizi miqdarında, 10 ildən yuxarı qulluq stajının hər ili üçün dövlət məvacibinin orta aylıq məbləğinin 5 faizi miqdarında əlavə olunmaqla, lakin dövlət məvacibinin orta aylıq məbləğinin 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə ödənilir. [112]\n\n20.11-1. Dövlət orqanının əsasında müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqan (qurum) tərəfindən publik hüquqi şəxsin yaradılması ilə əlaqədar dövlət qulluqçularının dövlət qulluğuna xitam verildiyi tarixə bu Qanunun 20.11.1-ci maddəsində nəzərdə tutulan 15 il qulluq stajını toplamasına və bu Qanunun 7-ci maddəsində nəzərdə tutulan əmək pensiyası yaşına çatmasına ən çoxu 2 il qaldığı halda onların bu Qanunun 20.11-ci maddəsinə uyğun olaraq əmək pensiyasına əlavə almaq hüququ dövlət qulluğu vəzifəsində minimum 13 il qulluq stajı olduğu halda yaranır. [113]\n\n20.12. Bu qanunun 20.1.7-ci və 20.1.9-cu maddələrində nəzərdə tutulmuş şəxslərə qulluq stajına görə əmək pensiyasına əlavələrin təyin edilməsi üçün dövlət qulluqçusunun qulluq stajının müəyyənləşdirilməsi qaydası və dövlət məvacibinin hesablanması qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir.\n\n20.13. Bu qanunun 20.1.8-ci və 20.1.10-cu maddələrində nəzərdə tutulmuş şəxslərə vəfat etmiş dövlət qulluqçusunun (bu qanunun 20.1.7-ci və 20.1.9-cu maddələrində nəzərdə tutulan şəxsin) qulluq stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir.\n\n20.14. Bu qanunun 20.1.11-ci maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına əlavələr pensiya təyinatı tarixinədək təminat xərcliyindəki sonrakı artımlar nəzərə alınmaqla aşağıdakı qaydada müəyyən edilir: KMQ2\n\n20.14.1. hərbi xidmətdən buraxılanadək 20 təqvim ili və daha çox hərbi xidmət etmiş hərbi qulluqçulara 20 il hərbi xidmət üçün müvafiq təminat xərcliyinin—50 faizi, yaşına və ya xəstəliyinə görə hərbi xidmətdən buraxılanlara isə—55 faizi, 20 ildən yuxarı hərbi xidmətin (hərbi xidmətin güzəştli sayılan hissəsi nəzərə alınmaqla) hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün müvafiq təminat xərcliyinin—2 faizi (müvafiq icra hakimiyyəti orqanı sistemində xidmət edən şəxslər üzrə isə - 3 faizi) miqdarında əlavə olunmaqla; [114]\n\n20.14.2. hərbi xidmətdən yaşa görə buraxılmış, 25 təqvim ili və daha çox ümumi iş stajı olan, bu stajın azı 12 il 6 ayını hərbi xidmətdə keçirmiş şəxslərə müvafiq təminat xərcliyinin—50 faizi və 25 ildən yuxarı hərbi xidmətin (hərbi xidmətin güzəştli sayılan hissəsi nəzərə alınmaqla) hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün müvafiq təminat xərcliyinin 1 faizi miqdarında əlavə olunmaqla; [115]\n\n20.14.3. hərbi xidmətdən xəstəliyinə və ya səhhətinin məhdud imkanlarına, habelə ştatların ixtisarına görə buraxılmış və buraxıldığı gün 45 və daha çox yaşı, 25 təqvim ili və daha çox ümumi iş stajı olan, bu stajın azı 12 il 6 ayını hərbi xidmətdə keçirmiş şəxslərə müvafiq təminat xərcliyinin—55 faizi və 25 ildən yuxarı hərbi xidmətin (hərbi xidmətin güzəştli sayılan hissəsi nəzərə alınmaqla) hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün müvafiq təminat xərcliyinin 1 faizi miqdarında əlavə olunmaqla; [116]\n\n20.14.4. hərbi xidmətdə 15 il stajı olan və Çernobıl AES-də qəzanın nəticələrinin aradan qaldırılmasında iştirak etmiş hərbi qulluqçulara müvafiq təminat xərcliyinin 50 faizi və 15 ildən yuxarı hərbi xidmətin (hərbi xidmətin güzəştli sayılan hissəsi nəzərə alınmaqla) hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün müvafiq təminat xərcliyinin 2 faizi (müvafiq icra hakimiyyəti orqanı sistemində xidmət edən şəxslər üzrə isə - 3 faizi) miqdarında əlavə olunmaqla müəyyən edilən məbləğlə bu qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [117]\n\n20.15. Bu Qanunun 20.14-cü maddəsində göstərilən qaydada hesablanan əmək pensiyasına əlavənin əmək pensiyası ilə birlikdə məbləği təyinat tarixində müvafiq təminat xərcliyindən artıq ola bilməz. [118]\n\n20.16. Bu qanunun 20.1.12-ci maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına əlavələr pensiya təyinatı tarixinədək təminat xərcliyindəki sonrakı artımlar nəzərə alınmaqla aşağıdakı qaydada müəyyən edilir:\n\n20.16.1. müharibə ilə əlaqədar orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə (o cümlədən xidməti vəzifələri yerinə yetirərkən əlil olanlara) müvafiq təminat xərcliyinin—100 faizi, müharibə ilə əlaqədar orqanizmin funksiyalarının 61-80 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə—80 faizi, müharibə ilə əlaqədar orqanizmin funksiyalarının 31-60 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə—55 faizi; [119]\n\n20.16.2. orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş digər şəxslərə (o cümlədən xidməti vəzifələri yerinə yetirməklə bağlı olmayan əlilliyi olan şəxslərə) müvafiq təminat xərcliyinin—60 faizi, orqanizmin funksiyalarının 61-80 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə—55 faizi, orqanizmin funksiyalarının 31-60 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərə—35 faizi miqdarı ilə müəyyənləşdirilən məbləğlə bu qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [120]\n\n20.17. Bu qanunun 20.1.13-cü maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına əlavələr pensiya təyinatı tarixinədək təminat xərcliyindəki sonrakı artımlar da nəzərə alınmaqla aşağıdakı qaydada müəyyən edilir: [121]\n\n20.17.1. Azərbaycan Respublikasının müdafiəsi zamanı, habelə başqa hərbi xidmət vəzifələrini (xidməti vəzifələrini) yerinə yetirərkən alınmış xəsarət (yaralanma, travma, kontuziya), yaxud cəbhədə olmaqla, Azərbaycan Respublikasının müdafiəsi ilə və ya döyüş əməliyyatları aparan ölkələrdə beynəlmiləlçilik borcunu yerinə yetirməklə bağlı xəstəlik nəticəsində vəfat etmiş hərbi qulluqçuların və hərbi qulluqçular sırasından olan pensiyaçıların ailələrinə—ailənin əmək qabiliyyəti olmayan hər bir üzvünə ailə başçısının təminat xərcliyinin 50 faizi (ailə başçısının ölümünün səbəbindən asılı olmayaraq müharibə ilə əlaqədar əlilliyi olan şəxslər sırasından olan vəfat etmiş pensiyaçıların ailələrinə və tərkibində hər iki valideynini itirmiş uşaqların (ata-anadan yetimlərin) olduğu ailə üzvlərinə də əlavə bu məbləğdə müəyyən edilir) məbləğində (ailəyə düşən ümumi məbləğ ailə başçısının təminat xərcliyinin 80 faizindən az olduqda həmin məbləğə çatdırılmaqla); [122]\n\n20.17.2. hərbi xidmət vəzifələrinin (xidmət vəzifələrinin) yerinə yetirilməsi ilə bağlı olmayan bədbəxt hadisə zamanı alınmış xəsarət (yaralanma, travma, kontuziya) və ya cəbhədə olmaqla, Azərbaycan Respublikasının müdafiəsi ilə və ya döyüş əməliyyatları aparan ölkələrdə beynəlmiləlçilik borcunu yerinə yetirməklə bağlı olmayan xəstəlik nəticəsində vəfat etmiş hərbi qulluqçuların və hərbi qulluqçular sırasından olan pensiyaçıların ailə üzvlərinə—ailənin əmək qabiliyyəti olmayan hər bir üzvünə ailə başçısının təminat xərcliyinin 35 faizi miqdarı ilə (ailəyə düşən ümumi məbləğ ailə başçısının təminat xərcliyinin 80 faizindən az olduqda həmin məbləğə çatdırılmaqla) müəyyənləşdirilən məbləğlə bu qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [123]\n\n20.18. Səhhəti və ya yaşı ilə əlaqədar olaraq xidmət mənafeyi naminə daha az maaşlı vəzifəyə keçirilmiş və keçirildiyi gün yaşa görə əmək pensiyası almaq hüququna malik olan hərbi qulluqçular xidmətdən buraxılarkən, onların əmək pensiyasına əlavə bilavasitə göstərilən keçirilməyədək azı bir il çalışdıqları vəzifə üzrə təminat xərcliyinin aylıq məbləğindən hesablanır.\n\n20.19. Bu qanunun 20.1.14-cü maddəsində nəzərdə tutulan şəxslərin əmək pensiyasına əlavələr ədliyyə orqanlarında qulluğun son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əmək haqqının orta aylıq məbləğindən, pensiya təyinatı tarixinədək əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla, aşağıdakı qaydada müəyyən edilir:\n\n20.19.1. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 il qulluq etmiş ədliyyə işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında; [124]\n\n20.19.2. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 ildən yuxarı qulluq etmiş ədliyyə işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında və 15 ildən yuxarı qulluq stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün həmin orta aylıq əməkhaqqının 3 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.19.3. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 10 ildən yuxarı qulluq etmiş ədliyyə işçilərinə—orta aylıq əmək haqqının 55 faizi miqdarında, 10 ildən yuxarı qulluq stajının hər ili üçün orta aylıq əmək haqqının 5 faizi miqdarında əlavə olunmaqla, lakin əmək haqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [125]\n\n20.20. Bu qanunun 20.1.15-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş ədliyyə işçisinin qulluq stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir.\n\n20.21. Bu Qanunun 20.1.16-cı maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) Azərbaycan Respublikası Hesablama Palatasının fəaliyyətdə olan üzvünün əmək haqqının, əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla, 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [126]\n\n20.22. Əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş Azərbaycan Respublikası Hesablama Palatasının sabiq üzvü səlahiyyət müddəti ərzində Hesablama Palatasının sədri, sədr müavini və ya auditoru vəzifəsində işləmişsə, onun əmək pensiyasına müvafiq olaraq Hesablama Palatasının sədrinin, sədrin müavininin və ya auditorunun əmək haqqının əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla, 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir. [127]\n\n20.23. Bu Qanunun 20.1.17-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş Azərbaycan Respublikası Hesablama Palatasının üzvünün şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [128]\n\n20.24. Əmək pensiyasına çıxmış, vəfat etmiş Azərbaycan Respublikası Hesablama Palatasının sabiq üzvünün ailə üzvləri üçün onun əmək pensiyasının (qulluq stajına görə əlavələrlə birlikdə) tam məbləğinin ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə ödənilir. [129]\n\n20.25. Bu Qanunun 20.1.16-cı maddəsində nəzərdə tutulmuş şəxslərin qulluq stajına görə əmək pensiyasına əlavələr Azərbaycan Respublikası Hesablama Palatasının üzvünün orta aylıq əmək haqqı, onun son 12 ay ərzində müvafiq olaraq Azərbaycan Respublikasının Hesablama Palatasından aldığı vəzifə maaşının və məcburi dövlət sosial sığortasına cəlb edilən bütün ödənişlərin cəminin 12-yə nisbəti yolu ilə müəyyən edilir. [130]\n\n20.26. Bu Qanunun 20.1.18-ci maddəsində nəzərdə tutulan şəxslərin əmək pensiyasına əlavələr miqrasiya orqanlarında qulluğun son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əməkhaqqının orta aylıq məbləği, pensiya təyinatı tarixinədək əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla aşağıdakı qaydada müəyyən edilir: [131]\n\n20.26.1. miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 il qulluq etmiş miqrasiya orqanları işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında; [132]\n\n20.26.2. miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 ildən yuxarı qulluq etmiş miqrasiya orqanları işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında və 15 ildən yuxarı qulluq stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün həmin orta aylıq əməkhaqqının 3 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.26.3. miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 10 ildən yuxarı qulluq etmiş miqrasiya işçilərinə — orta aylıq əməkhaqqının 55 faizi miqdarında, 10 ildən yuxarı qulluq stajının hər ili üçün orta aylıq əməkhaqqının 5 faizi miqdarında əlavə olunmaqla, lakin əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [133]\n\n20.27. Bu Qanunun 20.1.19-cu maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş miqrasiya işçisinin qulluq stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir.\n\n20.28. Bu Qanunun 20.1.20-ci maddəsində nəzərdə tutulan şəxslərin əmək pensiyasına əlavələr fövqəladə hallar orqanlarında xidmətin son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əməkhaqqının orta aylıq məbləği, pensiya təyinatı tarixinədək əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla, aşağıdakı qaydada müəyyən edilir:\n\n20.28.1. fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 il xidmət keçmiş fövqəladə hallar orqanları işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında; [134]\n\n20.28.2. fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 15 ildən yuxarı xidmət keçmiş fövqəladə hallar orqanları işçilərinə - orta aylıq əməkhaqqının 50 faizi miqdarında və 15 ildən yuxarı xidmət stajının hər ili (il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) üçün həmin orta aylıq əməkhaqqının 3 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə təyin edilir.\n\n20.28.3. fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 10 ildən yuxarı xidmət keçmiş fövqəladə hallar orqanları işçilərinə - orta aylıq əməkhaqqının 55 faizi miqdarında, 10 ildən yuxarı xidmət stajının hər ili üçün orta aylıq əməkhaqqının 5 faizi miqdarında əlavə olunmaqla, lakin əməkhaqqının 80 faizi miqdarından çox olmamaq şərti ilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər. [135]\n\n20.29. Bu Qanunun 20.1.21-ci maddəsində nəzərdə tutulmuş şəxslərə vəfat etmiş fövqəladə hallar orqanları işçisinin qulluq stajına görə şərti əmək pensiyası və ya pensiyaçı kimi aldığı əmək pensiyası və əmək pensiyasına əlavənin 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə təyin edilir. [136]\n\n20.30. Bu maddədə nəzərdə tutulan şəxslərin əmək pensiyalarına qulluq stajına görə əlavə hesablanarkən əməkhaqqına, dövlət məvacibinə və vəzifə maaşına büdcədənkənar vəsaitlər hesabına verilən ödənişlər nəzərə alınmır. [137]\n\n \n\nVI fəsil\n\n \n\nSIĞORTA STAJI\n\n \n\nM a d d ə 21. Sığorta stajına daxil edilən iş və ya digər fəaliyyət müddətləri [138]\n\n \n\n21.1. Qanunvericiliklə müəyyən edilmiş qaydada məcburi dövlət sosial sığorta haqlarının ödənilməsi şərtilə mülkiyyət formasından, əmək fəaliyyətinin xarakterindən və müddətindən asılı olmayaraq müəssisə, idarə və təşkilatlarda əmək müqaviləsi (kontraktı) əsasında işləyənlərin hərbi qulluqçuların, eləcə də hüquqi şəxs yaratmadan sahibkarlıq fəaliyyəti ilə məşğul olan fiziki şəxslərin, vəzifəyə seçilmiş və ya təyin edilmiş şəxslərin iş , hərbi xidmət və ya digər fəaliyyət müddətləri sığorta stajına daxil edilir.\n\n21.2. Sığortaolunanın sığorta stajına bu Qanunun 21.1-ci maddəsində qeyd olunan müddətlərdən əlavə, aşağıdakı müddətlər daxil edilir:\n\n21.2.1. işçinin işəgötürən tərəfindən hesablanmış əməkhaqqına məcburi dövlət sosial sığorta haqqı ödənilən hər hansı işinin müddəti;\n\n21.2.2. yaradıcılıq ittifaqlarının və peşəkar birliklərin üzvlərinin yaradıcılıq fəaliyyətinə başladıqdan sonrakı dövr, 1991-ci il yanvarın 1-dən isə müvafiq icra hakimiyyəti orqanına məcburi dövlət sosial sığorta haqları ödədikləri müddət;\n\n21.2.3. müddətli həqiqi hərbi (alternativ) xidmət (1992-ci il yanvarın 1-dək keçmiş SSRİ-nin ərazisində müddətli həqiqi hərbi xidmət dövrü daxil olmaqla) və müvafiq icra hakimiyyəti orqanında qeydiyyatdan keçmiş özünümüdafiə dəstələrində və birləşmələrində olduğu müddət, müvafiq icra hakimiyyəti orqanlarında və hərbi xidmət nəzərdə tutulmuş digər dövlət orqanlarında (dövlət orqanlarının strukturuna daxil olan qurumlarda) xidmət müddəti; [139]\n\n21.2.4. müvafiq icra hakimiyyəti orqanının müəyyən etdiyi qaydada hesablanan orqanizmin funksiyalarının 81-100 faiz pozulmasına görə və ya 18 yaşınadək əlilliyi müəyyən edilmiş şəxsə, habelə ahıllara (yaşı 70-ə çatmış şəxslərə)qulluq edilməsi müddəti; [140]\n\n21.2.5. işsizlikdən sığorta ödənişinin verildiyi müddət, yaxud işsizin yenidən peşə hazırlığı keçdiyi və ya təhsil aldığı müddət; [141]\n\n21.2.6. istehsalatda bədbəxt hadisələr və ya peşə xəstəliyi nəticəsində işləməyən orqanizmin funksiyalarının 61-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş şəxslərin yaşa görə əmək pensiyasının təyin edilməsi üçün yaş həddinə çatanadək pensiyada olduqları müddət; [142]\n\n21.2.7. zabit heyəti, gizir, miçman və müddətindən artıq qulluqda olan hərbi qulluqçuların arvadlarının öz ixtisası üzrə işə düzəlmək imkanı olmadığı yerlərdə ərləri ilə yaşadıqları müddət;\n\n21.2.8. şəxsin qanunsuz tutulma, həbsdə olma və cəzaçəkmə müddətləri, eləcə də qeyri-qanuni olaraq işdən (vəzifədən) kənarlaşdırılması ilə əlaqədar işləmədiyi müddət;\n\n21.2.9. əmək qabiliyyətinin müvəqqəti itirilməsi müddəti ərzində həm işəgötürənin vəsaiti, həm də məcburi dövlət sosial sığortası vəsaitləri hesabına müavinət alındığı müddət;\n\n21.2.10.  mülkiyyətində kənd təsərrüfatına yararlı torpaq sahəsi olan şəxslərin həmin torpaq sahəsinə görə qanunvericiliklə müəyyən olunmuş qaydada məcburi dövlət sosial sığorta haqları ödədiyi müddət.\n\n21.2.11. hərbi xidmət müddəti (1992-ci il yanvarın 1-dək keçmiş SSRİ-nin ərazisində hərbi xidmət dövrü daxil olmaqla).\n\n \n\nM a d d ə 22. Sığorta stajının hesablanması qaydası [143]\n\n \n\n22.1.  Əmək pensiyası hüququ verən sığorta stajının hesablanması təqvim (illər, aylar, günlər) əsasında həyata keçirilir.\n\n22.2.  Sığortaolunanın ayrı-ayrı fəaliyyət dövrlərinin hər hansı biri digəri ilə üst-üstə düşdükdə, onun seçimi əsasında həmin müddətlərdən biri hesablanır.\n\n22.3.  Mülki aviasiya uçuş və uçuş-sınaq heyətində işləyənlərin sığorta stajlarının hesablanması qaydaları müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir.\n\n22.4. Hərbi xidmət müddətinin və təminat xərcliyinin hesablanması və bu barədə məlumatların təqdim olunması qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir.\n\n \n\nMaddə 22-1. Əmək pensiyasının avtomatlaşdırılmış qaydada təyinatı zamanı 2006-cı il yanvarın 1-dək olan sığorta stajının hesablanması xüsusiyyətləri [144]\n\n \n\n22-1.1. 2019-cu il yanvarın 1-dən etibarən sığortaolunanın əmək pensiyası avtomatlaşdırılmış qaydada təyin edilərkən, onun fərdi hesabının sığorta hissəsində 2018-ci ilin 1 iyul tarixinə qeydə alınmış pensiya kapitalı olduqda, 2006-cı il yanvarın 1-dək olan sığorta stajı bu Qanunun 22-1.2-ci maddəsinə uyğun olaraq hesablanır.\n\n22-1.2. 2019-cu il yanvarın 1-dən etibarən sağortaolunanın 2006-cı il yanvarın 1-dək olan sığorta stajı, bu Qanunun 22-1.1-ci və 22-1.4-cü maddələrinin tələbləri nəzərə alınmaqla, aşağıdakı qaydada hesablanır:\n\n22-1.2.1. 2019-2025-ci illərdə bu Qanunun 7-ci maddəsi ilə müəyyən edilmiş yaş həddinə çatmış sığortaolunana (bu Qanunun 8-ci maddəsinin müddəaları nəzərə alınaraq həmin maddədə göstərilən şəxslər də daxil olmaqla) yaşa görə əmək pensiyası təyin edilərkən onun 2006-cı il yanvarın 1-dək olan sığorta stajı 25 il, 2026-cı ildən etibarən isə hər təqvim ili üçün bir il azaldılmaqla hesablanır; [145]\n\n22-1.2.2. əlilliyi müəyyən edilmiş şəxsə əlilliyə görə əmək pensiyası təyin edilərkən onun 2006-cı il yanvarın 1-dək olan sığorta stajı həmin dövrə olan əmək qabiliyyətli yaş dövrünün hər ili üçün 4 ay götürülməklə hesablanır;\n\n22-1.2.3. ailə başçısını itirməyə görə əmək pensiyası təyin edilərkən pensiyaçı olmayan vəfat etmiş şəxsin 2006-cı il yanvarın 1-dək olan sığorta stajı bu Qanunun 22-1.2.2-ci maddəsinə uyğun olaraq hesablanır.\n\n22-1.3. Əmək pensiyası hüququ olan şəxslərin 2006-cı il yanvarın 1-dək faktiki sığorta stajı bu Qanunun 22-1.2.1 – 22-1.2.3-cü maddələrində göstərilən sığorta stajından çox olduqda onların arzusuna əsasən pensiya təyin edilərkən faktiki sığorta stajı nəzərə alınır.\n\n22-1.4. Bu Qanunun 22-1.2-ci maddəsi aşağıdakı hallarda tətbiq edilmir:\n\n22-1.4.1. 2019-cu il yanvarın 1-dək təyin edilmiş əmək pensiyalarının pensiya hüququ yarandığı gündən yenidən hesablanması zamanı;\n\n22-1.4.2. 2019-cu il yanvarın 1-dən sonra əmək pensiyası təyin edilmiş şəxslərə 2019-cu il yanvarın 1-dən əvvəlki dövr üçün əmək pensiyasının təyin edilməsi və ya əmək pensiyası məbləğinin hesablanması zamanı;\n\n22-1.4.3. bu Qanunun 9-cu maddəsinə əsasən güzəştli şərtlərlə yaşa görə pensiya təyin edilməsi və yenidən hesablanması zamanı;\n\n22-1.4.4. bu Qanunun 20-ci maddəsinə əsasən əmək pensiyasına qulluq stajına görə əlavə almaq hüququ verən qulluq stajının hesablanması zamanı.\n\n22-1.5. 2019-cu il yanvarın 1-dək “Sosial müavinətlər haqqında” Azərbaycan Respublikasının Qanununa əsasən təyin edilmiş sosial müavinətlərin bu Qanunun 22-1.2-ci maddəsi tətbiq edilərək əmək pensiyalarına keçirilməsinə yol verilmir.\n\n \n\nM a d d ə 23. Vətəndaşların başqa dövlətlərin ərazisində fəaliyyət dövrünün sığorta stajına daxil edilməsi şərtləri\n\n \n\n23.1.   Vətəndaşların başqa dövlətlərin ərazisində iş dövrü, Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdə və ya həmin dövlətlərlə bağlanmış dövlətlərarası müqavilələrdə başqa hal nəzərdə tutulmayıbsa, müvafiq icra hakimiyyəti orqanına məcburi dövlət sosial sığorta haqları ödənildikdə, sığorta stajına daxil edilir.\n\n23.2.   1992-ci il yanvarın 1-dək keçmiş SSRİ-nin ərazisində qazanılmış əmək stajı bu maddədə göstərilən şərt nəzərə alınmadan ümumi qaydada sığorta stajına daxil edilir.\n\n \n\nM a d d ə 24. Sığorta stajının hesablanmasında güzəştlər\n\n \n\n24.0. Əmək pensiyası hüququ verən sığorta stajına aşağıdakı dövrlər güzəştli şərtlərlə daxil edilir:\n\n24.0.1. döyüş əməliyyatları dövründə döyüşən ordunun tərkibində xidmət və muzdla iş dövrü, eləcə də müvafiq icra hakimiyyəti orqanında qeydiyyatdan keçmiş özünümüdafiə dəstələrində və birləşmələrində olmaq müddəti (müvafiq icra hakimiyyəti orqanının qərarı əsasında) ikiqat ölçüdə; [146]\n\n24.0.2. şəxsin qanunsuz saxlanılma, həbsdə olma və cəzaçəkmə müddətləri - ikiqat ölçüdə;\n\n24.0.3. cüzam və taun əleyhinə müəssisələrdə iş müddəti - ikiqat ölçüdə;\n\n24.0.4. əməliyyat-axtarış fəaliyyəti subyektləri ilə əməkdaşlıq edən şəxslərin cinayətkar qruplara və ya kriminogen obyektlərə daxil edilməsi ilə əlaqədar vəzifələrinin yerinə yetirilməsi müddəti - üçqat ölçüdə.\n\n \n\nM a d d ə 25. Sığorta stajının təsdiq edilməsi qaydası\n\n \n\nSığorta stajı müvafiq icra hakimiyyəti orqanı tərəfindən bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilir. [147]\n\n \n\nVII fəsil\n\n \n\nƏMƏK PENSİYASININ YENİDƏN HESABLANMASI [148]\n\n \n\nMaddə 26. Əmək pensiyasının yenidən hesablanması [149]\n\n \n\n26.1. 2017-ci il iyulun 1-dək təyin edilmiş əmək pensiyasının baza və sığorta hissəsinin cəmi məbləği dəyişdirilmədən əmək pensiyasının sığorta hissəsinə şərti çevrilməsi aparılır.\n\n26.2. 2017-ci il iyulun 1-dək təyin edilmiş əmək pensiyasının baza hissəsinə əlavələr dəyişdirilmədən bu Qanunun 19-cu maddəsinə uyğun əmək pensiyasının sığorta hissəsinə əlavələr kimi nəzərə alınır. [150]\n\n26.3. 2017-ci il iyulun 1-dək bu Qanunun 20-ci maddəsində nəzərdə tutulmuş şəxslərə təyin edilmiş əmək pensiyasının ümumi məbləği 2017-ci il iyulun 1-i tarixinə azaldılmamaqla ödənilir. Həmin şəxslərin əmək pensiyasına qulluq stajına görə əlavələrin bu Qanunun 29.1-ci maddəsinə uyğun olaraq indeksləşdirilmə və sonrakı artımlar nəzərə alınmaqla yenidən hesablanması qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir. [151]\n\n26.4. 2022-ci il üzrə müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanın (qurumun) əmək pensiyaçılarına münasibətdə müəyyən etdiyi maddi yardım 2023-cü il yanvarın 1-dən onların əmək pensiyalarının tərkibinə daxil edilməklə, qulluq stajına görə əlavələr alan əmək pensiyaçılarına münasibətdə aylıq maddi yardım məbləğində, digər əmək pensiyaçılarına münasibətdə isə illik maddi yardımın bir aya düşən hissəsi məbləğində hesablanır. [152]\n\n \n\nMaddə 27. Qazanılmış əmək pensiyası hüquqlarının nəzərə alınması [153]\n\n \n\n27.1. Sığortaolunanların (əmək pensiyası təyin olunmuş şəxslər istisna olmaqla) 2006-cı il yanvarın 1-dək qazanmış olduqları pensiya hüquqları pensiya kapitalına çevrilməklə onların fərdi hesablarında nəzərə alınır. Bu zaman həmin dövrə aid olan ümumi iş stajının hər ili üçün 306 manat (il tam olmadıqda isə bu məbləğ natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) pensiya kapitalı hesablanır və sığortaolunanların fərdi hesablarının sığorta hissəsində 2006-cı ilin 1 yanvar tarixinə qeydə alınır. Sığortaolunanların, o cümlədən işləyən əmək pensiyaçılarının 2006-cı il 1 yanvar tarixindən 2017-ci il 1 iyul tarixinədək olan dövr üzrə fərdi hesabının sığorta hissəsində toplanan və istifadə olunmamış (əmək pensiyasının sığorta hissəsinin hesablanmasında nəzərə alınmamış) pensiya kapitalı 80% artırılmaqla, 2017-ci il 1 iyul tarixinə fərdi hesabın sığorta hissəsində qeydə alınır. [154]\n\n27.2. 2006-cı il yanvarın 1-dən 2010-cu il yanvarın 1-dək olan dövrdə pensiyaya çıxmış şəxslərin (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş şəxslər istisna olmaqla) əmək pensiyaları, 2006-cı il yanvarın 1-dək nəzərə alınmış sığorta stajının hər ili üçün 1,94 manat (il tamam olmadıqda isə bu məbləğ natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) sığorta hissəsi müəyyən edilməklə 2011-ci il 01 iyul tarixindən yenidən hesablanır. [155]\n\n27.3. 2006-cı il yanvarın 1-dən 2010-cu il yanvarın 1-dək pensiyaya çıxmış şəxslərin əmək pensiyalarının (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş şəxslər istisna olmaqla) yenidən hesablanması zamanı yenidən hesablanmış pensiya məbləği ilə mövcud pensiya məbləği arasında fərq yarandıqda, daha yüksək olan məbləğ pensiya təyinatı üçün əsas götürülür. [156]\n\n \n\nM a d d ə 28. Əmək pensiyasının yenidən hesablanması qaydaları [157]\n\n \n\nBu Qanunun qüvvəyə mindiyi günədək təyin edilmiş əmək pensiyasının yenidən hesablanması qaydaları müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir. [158]\n\n \n\nMaddə 29. Əmək pensiyalarının indeksləşdirilməsi [159]\n\n \n\n29.1. Əmək pensiyasının sığorta hissəsi, bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş əmək pensiyaçılarına münasibətdə, həmin əlavələrlə birlikdə müəyyən edilmiş məbləği və fərdi hesabın sığorta hissəsində qeydə alınan pensiya kapitalı ildə bir dəfə ölkə üzrə orta aylıq nominal əməkhaqqının müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilən illik artım tempinə uyğun olaraq müvafiq icra hakimiyyəti orqanının qərarına əsasən indeksləşdirilir. [160]\n\n29.1-1. Sığortaolunanların fərdi hesabının sığorta hissəsində qeydə alınan pensiya kapitalı ildə bir dəfə müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunan istehlak qiymətləri indeksinin illik səviyyəsinə uyğun olaraq müvafiq icra hakimiyyəti orqanının qərarına əsasən indeksləşdirilir. [161]\n\n29.2. Bu Qanunun 20-ci maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasının sığorta hissəsi bu Qanunun 29.1-ci maddəsinə uyğun olaraq artırıldıqda və ya yenidən hesablandıqda, qulluq stajına görə əmək pensiyasına əlavələrin məbləği həmin artımlar qədər azaldılmaqla yenidən hesablanır. Həmin şəxslərin tutmuş olduqları vəzifələr üzrə aylıq əməkhaqqı (əməkhaqqı, dövlət məvacibi, təminat xərcliyi) sonradan artırıldıqda, bu artımlar nəzərə alınmaqla, qulluq stajına görə əmək pensiyasına əlavələr yenidən hesablanır. [162]\n\n29.3. Əmək pensiyasının indeksləşdirilməsi bu Qanunun 6-cı maddəsi ilə müəyyən edilmiş əmək pensiyasının ödənişinin maliyyə mənbələrinə uyğun olaraq müvafiq qaydada nəzərdə tutulmuş vəsaitlər dairəsində müvafiq icra hakimiyyəti orqanı tərəfindən həyata keçirilir.\n\n \n\nVIII fəsil\n\n \n\nƏMƏK PENSİYASININ TƏYİN EDİLMƏSİ\n\n \n\nM a d d ə 30. Əmək pensiyasını təyin edən orqan\n\n \n\n30.1. Əmək pensiyası şəxsin (ərizəçinin) daimi yaşadığı yer, qaçqın və məcburi köçkünlərə isə məskunlaşdıqları yer üzrə məcburi dövlət sosial sığortası, pensiyalar və pensiyalara əlavələr sahəsində idarəetməni həyata keçirən müvafiq icra hakimiyyəti orqanı tərəfindən təyin edilir. Xaricdə daimi yaşayan Azərbaycan Respublikası vətəndaşlarının əmək pensiyasının təyinatı müvafiq icra hakimiyyəti orqanı tərəfindən aparılır. [163]\n\n30.1-1. Əmək pensiyalarının təyin edilməsi ilə bağlı elektron xidmətlər müvafiq icra hakimiyyəti orqanının mərkəzləşdirilmiş elektron informasiya sistemi vasitəsilə həyata keçirilir. [164]\n\n30.2. Əmək pensiyasını təyin edən orqanın qərarından inzibati qaydada və (və ya) məhkəməyə şikayət edilə bilər. [165]\n\n \n\nMaddə 31. Əmək pensiyasının təyin olunması üçün müraciət və əmək pensiyası təyinatı üçün sənədlərə baxılması müddətləri\n\n \n\n31.1. Əmək pensiyası hüququ olan şəxslər əmək pensiyası hüququnun yarandığı gündən heç bir müddət məhdudiyyəti olmadan istənilən vaxt əmək pensiyasının təyin olunması üçün müraciət edə bilərlər. 2019-cu il yanvarın 1-dən etibarən əmək pensiyaları bu Qanunun 22-1-ci maddəsinə uyğun olaraq müvafiq icra hakimiyyəti orqanı tərəfindən avtomatlaşdırılmış qaydada təyin edilir. [166]\n\n31.1-1. Bu Qanunun 31.1-ci maddəsinin ikinci cümləsinə uyğun olaraq əmək pensiyalarının avtomatlaşdırılmış qaydada təyinatı, həmçinin bu Qanunun 37.3.1-ci və 37.3.2-ci maddələrinə əsasən əmək pensiyalarının avtomatlaşdırılmış qaydada yenidən hesablanması müvafiq icra hakimiyyəti orqanının mərkəzləşdirilmiş elektron informasiya sistemi vasitəsilə həyata keçirilir. [167]\n\n31.2. Əmək pensiyasının təyin edilməsi barədə təqdim edilmiş ərizəyə və bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilmiş sənədlərə onların əmək pensiyasını təyin edən orqana daxil olduğu gündən ən geci 10 gün müddətində baxılmaqla təyinat aparılır. Xaricdə daimi yaşayan Azərbaycan Respublikası vətəndaşlarının ərizələri və bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilmiş sənədləri onların konsulluq uçotunda olduqları Azərbaycan Respublikasının diplomatik nümayəndəlikləri və ya konsulluqları vasitəsi ilə müvafiq icra hakimiyyəti orqanına təqdim edilir. [168]\n\n31.2-1. Sığortaolunanın əmək kitabçası üzrə 2006-cı il 1 yanvar tarixinədək olan dövrə aid iş stajı dövlət arxivinin arayışları əsasında təsdiqləndiyi halda bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilmiş sənədlərə onların əmək pensiyasını təyin edən orqana daxil olduğu gün baxılaraq, sığortaolunana əmək pensiyası təyin edilir. [169]\n\n31.2-2. Əmək pensiyasının təyin edilməsi üçün zəruri olan sənədlərin və ya məlumatların Elektron Hökumət İnformasiya Sistemi vasitəsilə müvafiq dövlət orqanından (qurumundan) əldə edilməsi mümkün olduqda, həmin sənədlər və ya məlumatlar ərizəçidən tələb edilmir. Belə sənədlərin və ya məlumatların Elektron Hökumət İnformasiya Sistemi vasitəsilə əldə edilməsi mümkün olmadığı hallarda onların təqdim edilməsi ərizəçinin razılığı ilə sorğu əsasında müvafiq dövlət orqanından (qurumundan) tələb olunur və ya ərizəçi tərəfindən təmin edilir. [170]\n\n31.3. Təyinat aparıldıqdan sonra növbəti ayın 1-dən əmək pensiyaları məbləğinin ödənilməsi üçün əmək pensiyası təyin edən orqan tərəfindən müvafiq tapşırıq verilir.\n\n31.4. Müraciət edən şəxsin əmək pensiyası hüququ olmadığı hallarda əmək pensiyası təyin edən orqan pensiya təyin olunmasından imtina edilməsi barədə qərarı 5 gün ərzində imtinanın səbəblərini göstərmək şərtilə bütün sənədlərlə birlikdə ərizəçiyə (xaricdə daimi yaşayan Azərbaycan Respublikası vətəndaşlarına onların konsulluq uçotunda olduqları Azərbaycan Respublikasının diplomatik nümayəndəlikləri və ya konsulluqları vasitəsi ilə) göndərir. [171]\n\n \n\nM a d d ə 32. Əmək pensiyasının təyin edilməsi müddətləri\n\n \n\n32.1. Yaşa görə əmək pensiyası, buna hüququ olan şəxsin müraciəti əsasında əmək pensiyası hüququnun yarandığı gündən, lakin bu Qanunun qüvvəyə mindiyi gündən tez olmamaqla ömürlük təyin edilir [172]\n\n32.1-1. Əmək pensiyaları onu almaq hüququ yarandığı gündən, lakin bu Qanunun qüvvəyə mindiyi gündən tez olmamaqla və müraciət edilən tarixdən əvvəlki ən çoxu üç il üçün ödənilməklə, bu maddədə müəyyən edilmiş müddətlərə təyin edilir. Bu Qanuna uyğun olaraq ötən dövr üçün hesablanan pensiyanın ümumi məbləği ötən dövrdəki ayların sayına bölünərək aylıq pensiyanın üzərinə əlavə edilməklə ödənilir. [173]\n\n32.1-2. Bu Qanunun 22-1.1-ci maddəsi nəzərə alınmaqla təyin edilmiş əmək pensiyaları ötən dövr üçün 2019-cu il yanvarın 1-dən tez olmamaqla bu Qanunun 32.1-1-ci maddəsinə uyğun ödənilir. [174]\n\n32.2. Əlilliyə görə əmək pensiyası, buna hüququ olan şəxsin müraciəti əsasında əlilliyin və ya 18 yaşınadək sağlamlıq imkanları məhdudluğunun müəyyən olunduğu gündən müvafiq icra hakimiyyəti orqanın müəyyən etdiyi bütün əlillik və ya sağlamlıq imkanlarının məhdudluğu dövrü üçün, bu Qanunun 7-ci maddəsinə uyğun olaraq müəyyən edilmiş pensiya yaşına çatmış şəxslərə isə ömürlük təyin edilir. [175]\n\n32.3. Ailə başçısını itirməyə görə əmək pensiyası, buna hüququ olan şəxsin müraciəti əsasında ailə başçısını itirməyə görə əmək pensiyası hüququnun yarandığı gündən bu Qanunun 14-cü maddəsində göstərilmiş şərtlərin mövcud olduğu müddət üçün, bu Qanunun 7-ci maddəsinə uyğun olaraq müəyyən edilmiş pensiya yaşına çatmış şəxslərə isə ömürlük təyin edilir. [176]\n\n32.4. Bu qanunla nəzərdə tutulmuş əlavələrin təyin edilməsi müddətləri bu qanunun 32.1-ci—32.3-cü maddələri ilə əmək pensiyalarının təyin edilməsi üçün müəyyənləşdirilmiş müddətlərlə eynidir. [177]\n\n \n\nM a d d ə 33. Əvvəllər təyin edilmiş əmək pensiyasının bərpa olunması və yenidən təyin edilməsi\n\n \n\n33.1. Ümumi xəstəlik nəticəsində əlilliyə görə təyin edilmiş əmək pensiyası əlillik müddəti qurtardığına görə əmək pensiyasının ödənilməsinin kəsildiyi gündən beş ildən çox vaxt keçmədikdə bərpa olunur.\n\n33.2. 5 ildən artıq müddət keçdikdən sonra yenidən əlillik baş verərsə, əlilliyə görə əmək pensiyası ümumi əsaslarla təyin edilir.\n\n33.3. Əlilliyə görə əvvəllər təyin edilmiş əmək pensiyasının başqa səbəblər nəticəsində bərpası müddətlə məhdudlaşdırılmır.\n\n \n\nMaddə 34. Əmək pensiyasının bir növündən başqa növünə keçirilmə\n\n \n\n34.1. Əmək pensiyaçısının əmək pensiyasının bir növündən başqa növünə keçmək hüququ vardır.\n\n34.2. Əmək pensiyasının bir növündən başqa növünə keçirilmə bu barədə ərizənin və müvafiq əmək pensiyasının təyin edilməsi üçün bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilmiş sənədlərin təqdim edildiyi tarixdən, şəhid ailə üzvlərinə münasibətdə isə bu Qanunun 5.1-ci maddəsinin şərti nəzərə alınaraq ailə başçısına şəhid statusunun verildiyi tarixdən hesablanmaqla aparılır. [178]\n\n \n\nM a d d ə 35. Əmək pensiyası üzrə payın ayrılması\n\n \n\n35.1. Ailənin hər bir üzvünün tələbi ilə onun ailə başçısını itirməyə görə əmək pensiyası payı ayrılır və ona ayrıca ödənilir.\n\n35.2. Ailə başçısını itirməyə görə əmək pensiyası payı bu barədə ərizənin qeydə alındığı aydan sonrakı ayın 1-dən ayrılır.\n\n \n\nM a d d ə 36. Orqanizmin funksiyalarının pozulması faizi dəyişdikdə və ya əmək qabiliyyəti bərpa olunduqda, əmək pensiyasının verilməsi müddəti [179]\n\n \n\n36.1. Orqanizmin funksiyalarının pozulması faizi dəyişdikdə, əmək pensiyasının məbləği orqanizmin funksiyalarının pozulması faizinin dəyişdiyi aydan sonrakı ayın 1-dən yenidən təyin edilir. [180]\n\n36.2. Təkrar müayinədən keçirilən əmək pensiyaçısı əmək qabiliyyətli hesab edildikdə, əmək pensiyasının verilməsi əmək qabiliyyətli hesab edildiyi aydan sonrakı ayın 1-dən dayandırılır.\n\n \n\nIX fəsil\n\n \n\n ƏMƏK PENSİYASININ ÖDƏNİLMƏSİ\n\n \n\nM a dd ə 37. Əmək pensiyasının və əmək pensiyasına əlavənin ödənilməsi (çatdırılması) qaydaları [181]\n\n \n\n37.1.       Əmək pensiyalarının əhaliyə ödənilməsi (çatdırılması) qaydaları əmək pensiyasını təyin edən orqan tərəfindən müəyyən edilir. Əmək pensiyalarının əhaliyə çatdırılması ilə bağlı xidmət haqları və nağd pul vəsaitinə görə haqqın məbləği həmin orqanın bank və rabitə orqanları ilə bağladıqları müqavilələrlə müəyyənləşdirilir. Əmək pensiyalarının ödənilməsi yalnız nağdsız qaydada həyata keçirilir. [182]\n\n37.2. Əmək pensiyasına əlavənin ödənilməsi əmək pensiyası ilə birlikdə və əmək pensiyasının ödənilməsi qaydalarına uyğun aparılır.\n\n37.3. İşləyən əmək pensiyaçılarına:\n\n37.3.1. yaşa görə əmək pensiyasının pensiya təyin olunan günədək qazanılmış sığorta hissəsi tam məbləğdə ödənilir və pensiya təyin olunduqdan, həmçinin bu maddəyə əsasən yenidən hesablandıqdan sonrakı dövr üzrə qazanılan sığorta və yığım hissələri üzrə pensiya kapitalının toplanması davam etdirilir. Pensiyaçı işləməyən əmək pensiyaçısı kateqoriyasına keçdikdə və ya əmək pensiyası təyin olunduğu, yaxud bu maddəyə əsasən yenidən hesablandığı gündən sonra 6 il işlədikdə əmək pensiyası avtomatlaşdırılmış qaydada (bu Qanunun 37.3.2-1-ci maddəsində nəzərdə tutulmuş hal istisna olmaqla) yenidən hesablanır. Bu zaman sığorta və yığım hissələrinin hesablanmasında gözlənilən pensiya ödənişi müddəti aylarının sayı pensiyaçının pensiya təyin edildikdən, yaxud bu maddəyə əsasən yenidən hesablandıqdan sonra işlədiyi ayların sayı qədər, lakin 72 aydan çox olmamaqla azaldılır; [183]\n\n37.3.2. əlilliyə görə əmək pensiyasının pensiya təyin olunan günədək qazanılmış məbləği tam ödənilir. Əlilliyə görə pensiya təyin edilmiş şəxs işləməkdə davam edərsə, onun pensiya təyin olunduqdan, yaxud əmək pensiyası bu maddəyə əsasən yenidən hesablandıqdan işləməyən əmək pensiyaçısı kateqoriyasına keçdiyi tarixədək olan dövr üzrə toplanan pensiya kapitalına və həmin kateqoriyaya keçdiyi tarixdəki yaşına müvafiq tələb olunan sığorta stajına əsasən bu Qanunun 13-cü maddəsinə uyğun olaraq əmək pensiyasının sığorta hissəsi avtomatlaşdırılmış qaydada (bu Qanunun 37.3.2-1-ci maddəsində nəzərdə tutulmuş hal istisna olmaqla) yenidən hesablanır; [184]\n\n37.3.2-1. Bu Qanunun 20-ci maddəsinə uyğun olaraq əmək pensiyasına qulluq stajına görə əlavə təyin edilmiş şəxslərin əmək pensiyasının sığorta hissəsinin bu Qanunun 37.3.1-ci və 37.3.2-ci maddələrinə uyğun olaraq yenidən hesablanması onların və ya ailə başçısını itirmiş ailə üzvünün müraciəti əsasında bu Qanuna uyğun olaraq həyata keçirilir; [185]\n\n37.3.3. ailə başçısını itirməyə görə əmək pensiyası tam məbləğdə ödənilir;\n\n37.3.4. bu qanunun 20.1.1-20.1.21-ci maddələrində nəzərdə tutulmuş şəxslərə qulluq stajına görə əmək pensiyasına əlavələr həmin maddələrdə göstərilən vəzifələrdə çalışdıqda 50 faiz həcmində, digər hallarda isə tam məbləğdə ödənilir. Həmin şəxslər (bu qanunun 20.1.5-ci, 20.1.14-cü, 20.1.18-ci, 20.1.20-ci maddələrində göstərilən şəxslərdən yalnız həmin orqanlarda azı 35 il qulluq stajı olan şəxslər istisna olmaqla) qulluq stajına görə əmək pensiyasına əlavənin təyin edilməsi üçün əsas götürülmüş vəzifədə (bu qanunun 20.1.1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.3-cü maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.3-1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.4-cü maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.5-1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.6-cı maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.7-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.9-cu maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.11-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.12-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.16-cı maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə) çalışdıqda, onlara həmin əlavənin ödənilməsi dayandırılır. [186]\n\n37.3.5. bu qanunun 20.1.11-ci—20.1.13-cü maddələrində nəzərdə tutulmuş şəxslərə qulluq stajına görə əmək pensiyasına əlavələr tam məbləğdə ödənilir. [187]\n\nQeyd. 2017-ci il iyulun 1-dək “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 20-ci maddəsinə uyğun olaraq qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş bu Qanunun 20.1.11-20.1.13-cü maddələrində nəzərdə tutulmuş şəxslərə həmin tarixədək qüvvədə olmuş “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 37.3.5-ci maddəsinin müddəaları tətbiq olunur. [188]\n\n37.4. Əmək pensiyaçısının müalicə müəssisələrində stasionar müalicədə, habelə cüzam xəstəxanasında olduğu dövrdə onun əmək pensiyası tam məbləğdə ödənilir.\n\n37.5. Ahıllara və əlilliyi olan şəxslərə, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaqlara stasionar sosial xidmət göstərən müəssisələrdə, həmçinin xüsusi təhsil müəssisələrində yaşayan əmək pensiyaçılarına təyin olunmuş əmək pensiyası tam məbləğdə ödənilir. [189]\n\n37.6. Cəzaçəkmə müəssisələrində və həbsdə saxlanılma yerlərində məhkumlara əmək pensiyası, məhkəmənin fərqli qərarı yoxdursa, tam məbləğdə ödənilir.\n\n37.7. Keçmiş müddət üçün alınmamış əmək pensiyasının məbləği bu Qanunun 32.1-1-ci maddəsində göstərilən şərt nəzərə alınmaqla ödənilir. [190]\n\n37.8. Bu Qanunla təyin edilmiş əmək pensiyası və əmək pensiyasına əlavələrin ödənişi aşağıdakı halların yarandığı aydan sonrakı ayın 1-dən dayandırılır: [191]\n\n37.8.1. əmək pensiyaçısı vəfat etdikdə;\n\n37.8.2. əmək pensiyaçısının dul arvadı (əri) yeni nikah bağladıqda;\n\n37.8.3. bu Qanunla müəyyən edilən əmək pensiyasına və əmək pensiyasına əlavələrin verilməsi şərtlərinə uyğun olmayan hallar yarandıqda.\n\n \n\nM a d d ə 38. Əmək pensiyası və əmək pensiyasına əlavənin verilməsi şərtlərinə uyğun olmayan halların yaranması barədə əmək pensiyaçısının və işəgötürənin məlumat vermək vəzifəsi\n\n \n\n38.1.  Əmək pensiyasının və əmək pensiyasına əlavənin məbləğinin dəyişməsinə və ödənilməsinin dayandırılmasına səbəb ola biləcək hallar yarandıqda, əmək pensiyaçısı və işəgötürən əmək pensiyasını təyin edən orqana məlumat verməyə borcludur.\n\n38.2.  İşəgötürən əmək pensiyaçısını işə qəbul edərkən bu barədə 5 gün ərzində əmək pensiyasını təyin edən orqana məlumat verməlidir.\n\n \n\nM a d d ə 39. Artıq ödənilmiş əmək pensiyasının və əmək pensiyasına əlavənin məbləğinin tutulması\n\n \n\n39.1. Əmək pensiyasının və əmək pensiyasına əlavənin artıq ödənilmiş məbləği əmək pensiyaçısından son üç il üçün tutulur. Artıq ödənilmiş əmək pensiyası və əmək pensiyasına əlavənin məbləği əmək pensiyaçısının razılığı ilə əmək pensiyasını təyin edən orqanın qərarı əsasında, razılığı olmadıqda məhkəmə qaydasında tutulur. [192]\n\n39.2. Bu Qanunun 39.1-ci maddəsində göstərilmiş əsaslarla əmək pensiyasından və əmək pensiyasına əlavədən tutulan məbləğ, başqa əsaslara görə tutulan məbləğlər nəzərə alınmadan, hər ay əmək pensiyaçısına ödənilməli olan məbləğin 10 faizindən az, 20 faizindən artıq ola bilməz (bu Qanunun 39.3-cü maddəsi nəzərə alınmaqla). Əmək pensiyasından və əmək pensiyasına əlavədən tutulan məbləğ əmək pensiyaçısına ödənilməli olan məbləğin 10 faizindən az olduqda (bu Qanunun 39.3-cü maddəsi nəzərə alınmaqla ) tam məbləğdə tutulur. [193]\n\n39.3. Bütün hallarda qanunvericiliklə müəyyən edilmiş cəmi tutulan məbləğ əmək pensiyaçısına veriləcək əmək pensiyası və əmək pensiyasına əlavənin məbləğinin 50 faizindən artıq olmamalıdır.\n\n39.4. Borc ödənilib qurtarmamış əmək pensiyasının və əmək pensiyasına əlavənin verilməsi bu Qanunla müəyyən edilmiş hallarda dayandırılarsa, borcun qalan hissəsi könüllü və ya məhkəmə qaydasında qaytarılır. [194]\n\n \n\nMaddə 40. Etibarnamə üzrə əmək pensiyasının ödənilməsi və onun rəsmiləşdirilməsi qaydası\n\n \n\n40.1. Əmək pensiyası etibarnamə üzrə də ödənilə bilər.\n\n40.2. Etibarnamənin verilməsi qaydaları və qüvvədə olması müddəti mülki qanunvericiliklə tənzimlənir.\n\n \n\nMaddə 41. Əlilliyi olan şəxslərin əlillik müddətinin bitməsi ilə əlaqədar əmək pensiyasının ödənilməsinin dayandırılması və bərpa edilməsi\n\n \n\nƏlilliyi olan şəxsin əlillik müddəti bitdikdə ona əmək pensiyasının ödənilməsi əlilliyin bitdiyi gündən dayandırılır. Əlilliyi olan şəxsə əmək pensiyasının ödənilməsi onun “Əlilliyi olan şəxslərin hüquqları haqqında” Azərbaycan Respublikasının Qanununa uyğun olaraq yenidən əlilliyi olan şəxs hesab edildiyi gündən bərpa edilir. [195]\n\n \n\nM a d d ə 42. Əmək pensiyaçısı vəfat etdikdə, alınmamış əmək pensiyasının ödənilməsi və dəfn üçün müavinətin verilməsi\n\n \n\n42.1. Əmək pensiyaçısına verilməli olan və onun vəfatı ilə əlaqədar alınmamış əmək pensiyası məbləği mülki qanunvericilikdə nəzərdə tutulan qaydada ödənilir.\n\n42.2. Əmək pensiyaçısı vəfat etdikdə, onun ailəsinə pensiyaçının vəfatı tarixinə əmək pensiyasının minimum məbləğinin üç misli məbləğində dəfn üçün müavinət verilir. [196]\n\n42.3. Əmək pensiyaçısını onun ailə üzvlərinə aid olmayan şəxslər dəfn etdikdə, dəfn üçün müavinət həmin şəxslərə ödənilir.\n\n42.4. Dəfn üçün müavinətin ödənişinin maliyyələşdirilməsi əmək pensiyası ödənişinin maliyyə mənbələrinə uyğun qaydada həyata keçirilir.\n\n \n\nM a d d ə 43. Xaricə köçmüş şəxslərə əmək pensiyasının ödənilməsi\n\n \n\n43.1.  Azərbaycan Respublikasının vətəndaşlığını saxlamış şəxslərin xaricdə olduqları müddətdə onlara Azərbaycan Respublikasında təyin edilmiş əmək pensiyası arzularına əsasən Azərbaycan Respublikasının banklarında olan şəxsi hesablarına və ya öz vəsaitləri hesablarına yaşadıqları digər dövlətlərə köçürülür.\n\n43.2.  Azərbaycan Respublikası vətəndaşlığına xitam verilmiş şəxslər xaricdə olduqları müddətdə onlara yalnız əmək zədəsi və ya peşə xəstəliyi nəticəsində təyin edilmiş pensiyalar ödənilir. Bu pensiyaların başqa dövlətlərə köçürülməsi qaydası Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən edilir. [197]\n\n \n\nX fəsil\n\n \n\nYEKUN MÜDDƏALAR\n\n \n\nM a d d ə 44. Naxçıvan Muxtar Respublikasının, müvafiq icra hakimiyyəti orqanlarının, işəgötürənlərin hüquqları [198]\n\n \n\n44.1. Naxçıvan Muxtar Respublikası və müvafiq icra hakimiyyəti orqanları öz səlahiyyətləri daxilində həmin orqanların büdcələrinin vəsaiti hesabına əmək pensiyaçılarının maddi təminatının yaxşılaşdırılmasına yönəldilmiş tədbirlər həyata keçirə bilərlər.\n\n44.2. İşəgötürənlər kollektiv müqavilə və sazişlərə uyğun olaraq bağlanmış əmək müqavilələrinə (kontraktlara) əsasən əmək pensiyaçılarının maddi təminatının yaxşılaşdırılması üçün tədbirlər həyata keçirə bilərlər.\n\n \n\nM a d d ə 45. Əmək pensiyasının gözlənilən pensiya ödənişi müddəti\n\n \n\nBu Qanunun məqsədləri üçün gözlənilən pensiya ödənişi müddəti müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir. Bu Qanunun 9-cu maddəsinə əsasən yaşa görə əmək pensiyası təyin olunan şəxslərin əmək pensiyasının sığorta və yığım hissələrinin hesablanmasında gözlənilən pensiya ödənişi müddəti aylarının sayı güzəştli şərtlə pensiyaya çıxma yaşı ilə bu Qanunun 7-ci maddəsi ilə müəyyən edilmiş pensiya yaşı arasındakı ayların sayı qədər artırılır. [199] Bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavə almaq hüququ olan şəxsin yaşa görə əmək pensiyasının bu Qanunun 37.3.1-ci maddəsinə uyğun olaraq yenidən hesablanması zamanı sığorta və yığım hissələrinin hesablanmasında gözlənilən pensiya ödənişi müddəti aylarının sayı həmin şəxsin pensiyasının yenidən hesablanması tarixinə yaşı ilə bu Qanunun 7-ci maddəsi ilə müəyyən edilmiş pensiya yaşı (bu yaşa çatdığı hallar istisna olmaqla) arasındakı ayların sayı qədər artırılır. [200]\n\n \n\nM a d d ə 46. Qanunun pozulmasına görə məsuliyyət\n\n \n\nBu Qanunun pozulmasına görə təqsirkar şəxslər Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş qaydada məsuliyyət daşıyırlar.\n\n \n\nM a d d ə 47. Qanunun qüvvəyə minməsi\n\n \n\nBu Qanun 2006-cı il yanvarın 1-dən qüvvəyə minir.\n\n \n\nİlham ƏLİYEV,\n\n Azərbaycan Respublikasının Prezidenti\n\n \n\nBakı şəhəri, 7 fevral 2006-cı il\n\n    №  54-IIIQ\n\n \n\n \n\n \n\n\n\n\nİSTİFADƏ OLUNMUŞ MƏNBƏ SƏNƏDLƏRİNİN SİYAHISI\n\n \n\n1.       28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019)\n\n2.       6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194)\n\n3.       1 aprel 2008-ci il tarixli 582-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 4, maddə 254)\n\n4.       2 iyun 2008-ci il tarixli 621-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 464)\n\n5.       13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602)\n\n6.       13 iyun 2008-ci il tarixli 649-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 27 avqust 2008-ci il, № 190, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 699)\n\n7.       4 iyul 2008-ci il tarixli 669-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 10 avqust 2008-ci il, № 176, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 710)\n\n8.       14 aprel 2009-cu il tarixli 785-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti  2 iyul 2009-cu il, № 141, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 06, maddə 395)\n\n9.       28 aprel 2009-cu il tarixli 807-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 iyun 2009-cu il, № 137, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 06, maddə 399)\n\n10.   20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877)\n\n11.   27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879)\n\n12.   31 may 2010-cu il tarixli 1017-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 iyul 2010-cu il, № 151, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 7, maddə 579)\n\n13.   18 mart 2011-ci il tarixli 94-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 15 aprel 2011-ci il, № 79, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 4, maddə 267)\n\n14.   17 may 2011-ci il tarixli 128-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 09 iyun 2011-ci il, № 117, “Azərbaycan” qəzeti, 10 iyun 2011-ci il, № 124, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 06, maddə 465)\n\n15.   10 iyun 2011-ci il tarixli 139-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 597)\n\n16.   15 noyabr 2011-ci il tarixli 254-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 24 dekabr 2011-ci il, № 279, “Azərbaycan” qəzeti, 25 dekabr 2011-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 12, maddə 1109)\n\n17.   01 oktyabr 2012-ci il tarixli 432-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 15 noyabr 2012-ci il, № 254, “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1044)\n\n18.   01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037)\n\n19.   22 fevral 2013-cü il tarixli 573-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 19 mart 2013-cü il, № 61, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 03, maddə 223)\n\n20.   30 aprel 2013-cü il tarixli 643-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 may 2013-cü il, № 116, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 05, maddə 485)\n\n21.   24 may 2013-cü il tarixli 659-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 7 iyun 2013-cü il, № 123; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 608)\n\n22.   31 may 2013-cü il tarixli 666-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 13 iyun 2013-cü il, № 127; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 614)\n\n23.   03 aprel 2015-ci il tarixli 1247-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 06 may 2015-ci il, № 96, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2015-ci il, № 5, maddə 494)\n\n24.   10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676)\n\n25.   13 iyun 2017-ci il tarixli 730-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 14 iyul 2017-ci il, № 149, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 7, maddə 1289)\n\n26.   2 oktyabr 2017-ci il tarixli 799-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 noyabr 2017-ci il, № 240, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 10, maddə 1776)\n\n27.   31 oktyabr 2017-ci il tarixli 825-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 17 dekabr 2017-ci il, № 279, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 12, I kitab, maddə 2193)\n\n28.   24 aprel 2018-ci il tarixli 1078-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 may 2018-ci il, № 111, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, №5, maddə 865)\n\n29.   30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504)\n\n30.   1 fevral 2019-cu il tarixli 1482-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 14 mart 2019-cu il, № 59Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 3, maddə 380)\n\n31.   19 fevral 2019-cu il tarixli 1515-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 mart 2019-cu il, № 49, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 2, maddə 205)\n\n32.   23 aprel 2019-cu il tarixli 1568-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 2 may 2019-cu il, № 95, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 808)\n\n33.   23 aprel 2019-cu il tarixli 1565-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 may 2019-cu il, № 115, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 805)\n\n34.   12 iyul 2019-cu il tarixli 1650-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 avqust 2019-cu il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1374)\n\n35.   12 iyul 2019-cu il tarixli 1661-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 avqust 2019-cu il, № 182, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1382)\n\n36.   22 oktyabr 2019-cu il tarixli 1685-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 13 noyabr 2019-cu il, № 251, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №11, maddə 1691)\n\n37.   29 noyabr 2019-cu il tarixli 1701-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 17 dekabr 2019-cu il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1891)\n\n38.   19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829)\n\n39.   29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451)\n\n40.   2 iyul 2021-ci il tarixli 355-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 25 iyul 2021-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 709)\n\n41.   2 iyul 2021-ci il tarixli 357-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 avqust 2021-ci il, № 166, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 899)\n\n42.   22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893)\n\n43.   24 dekabr 2021-ci il tarixli 446-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 dekabr 2021-ci il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1332)\n\n44.   13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583)\n\n45.   8 iyul 2022-ci il tarixli 582-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 19 avqust 2022-ci il, “Azərbaycan” qəzeti 20 avqust 2022-ci il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №8, maddə 829)\n\n46.   5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369)\n\n47.   9 dekabr 2022-ci il tarixli 679-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 28 dekabr 2022-ci il, “Azərbaycan” qəzeti, 29 dekabr 2022-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1387)\n\n48.   20 dekabr 2022-ci il tarixli 742-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 9 fevral 2023-cü il, “Azərbaycan” qəzeti, 10 fevral 2023-cü il, № 30)\n\n49.   30 dekabr 2022-ci il tarixli 791-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 1 fevral 2023-cü il, “Azərbaycan” qəzeti, 2 fevral 2023-cü il, № 23)\n\n50.   30 dekabr 2022-ci il tarixli 793-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 23 yanvar 2023-cü il, “Azərbaycan” qəzeti, 24 yanvar 2023-cü il, № 15)\n\n51.   1 fevral 2023-cü il tarixli 802-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 8 fevral 2023-cü il, “Azərbaycan” qəzeti, 9 fevral 2023-cü il, № 29)\n\n \n\n \n\nKonstitusiya Məhkəməsinin Qərarları\n\n \n\nKMQ1 Azərbaycan Respublikasının 2006-cı il 7 fevral tarixli Qanununun 20.14.1-ci maddəsi ilə hərbi qulluqçuların pensiyasına qulluq stajına görə əlavələr hesablanarkən “Hərbi qulluqçuların pensiya təminatı haqqında” Azərbaycan Respublikasının 1992-ci il 29 aprel tarixli Qanunu qüvvədə olduğu dövrdə hərbi xidmət və ya orqanlarda xidmət etmiş hərbi qulluqçulara hərbi xidmətin güzəştli sayılan hissəsi nəzərə alınmalıdır.\n\n \n\nKMQ2 1. “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 1.0.1, 20.1.11, 20.14 və 22.4-cü maddələrinin, Azərbaycan Respublikası Nazirlər Kabinetinin 2000-ci il 20 aprel tarixli 73 nömrəli qərarı ilə təsdiq edilmiş “Azərbaycan Respublikası Daxili İşlər Nazirliyinin polis əməkdaşlarına verilən fasiləsiz xidmət illərinə görə haqqın, əlavə haqların, kompensasiyaların, müavinətlərin və başqa ödənişlərin məbləği və təyin edilməsi Qaydaları”nın 1-ci bəndinin, Azərbaycan Respublikası Nazirlər Kabinetinin 2004-cü il 22 iyul tarixli 98 nömrəli qərarı ilə təsdiq edilmiş “Daxili işlər orqanlarının əməkdaşlarına fasiləsiz xidmət illərinə görə haqqın ödənilməsi üçün xidmət illərinin hesablanması Qaydası”nın 1 və 6-cı bəndlərinin müddəalarına uyğun olaraq pensiya təyin edilməsi və hesablanması ilə bağlı fasiləsiz xidmət illərinə güzəştli xidmət müddətinin yenidən daxil edilməsi pensiya təyin edilərkən nəzərə alınan güzəştli dövrün faktiki olaraq təkrar hesablanması ilə nəticələndiyindən yolverilməzdir.\n\n2. “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 20-ci maddəsində göstərilən “sonrakı artımlar” müddəası pensiya hüququ olan şəxsin vaxtilə müvafiq vəzifədə aldığı əmək haqqının, təminat xərcliyinin, dövlət məvacibinin tərkib hissələrinə daxil olmuş və verilmiş ödənclərdəki artımları nəzərdə tutur.\n\n3. “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 1.0.1, 1.0.2, 1.0.5, 9.5 və 20.14-cü maddələrinin tələblərinə görə, şəxsə pensiya təyin edilərkən və ya təyin edildikdən sonra yenidən hesablanarkən xidmət etdiyi, işlədiyi və ya qulluq keçdiyi dövrdə almadığı və məcburi dövlət sosial sığortasına cəlb olunmayan əlavələrə edilən artımlar nəzərə alına bilməz. (Azərbaycan Respublikası Konstitusiya Məhkəməsinin 15 may 2020-ci il tarixli qərarı)\n\n \n\nKMQ3 1. Əmək pensiyası təyin olunduqdan sonra hərbi xidmətini davam etdirən əmək pensiyaçılarının pensiyasının yenidən hesablanması müraciət edildiyi gündən “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 9.6-cı maddəsinin tələblərinə uyğun olaraq yalnız fərdi hesablarında qeydə alınmış sığorta pensiya kapitalına görə həyata keçirilir. Hərbi qulluqçuların əmək pensiyasına qulluq stajına görə əlavə onlar hərbi xidmətdən ilk dəfə tərxis olunarkən son təminat xərcliyinə əsasən müəyyən olunur.\n\n2. “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 37.3.1-ci maddəsi yaşa görə pensiya hüququ olan bütün şəxslərin, habelə güzəştli şərtlərlə pensiyaya çıxmış, lakin digər sahədə əmək fəaliyyətini davam etdirən hərbi qulluqçuların pensiyasının yenidən hesablanması qaydasını müəyyən edir.\n\n3. “Əmək pensiyaları haqqında” Azərbaycan Respublikası Qanununun 9.6-cı maddəsi Azərbaycan Respublikası Konstitusiyasının 13-cü maddəsinin I hissəsi, 25-ci maddəsi, 29-cu maddəsinin I və IV hissələri, 38-ci maddəsinin I və III hissələri, 149-cu maddəsinin I və III hissələri ilə ziddiyyət təşkil etmir. (Azərbaycan Respublikası Konstitusiya Məhkəməsinin 2 fevral 2022-ci il tarixli qərarı – “Respublika” qəzeti, 8 fevral 2022-ci il, № 28)\n\n \n\n \n\nQANUNA EDİLMİŞ DƏYİŞİKLİK VƏ ƏLAVƏLƏRİN SİYAHISI\n\n \n\n\n\n\n[1] 1 aprel 2008-ci il tarixli 582-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 4, maddə 254) ilə mətn üzrə ismin müvafiq hallarında “sığorta olunan şəxs” və “sığorta olunan” sözləri ismin müvafiq hallarında “sığortaolunan” sözü ilə əvəz edilmişdir.\n\n \n\n31 may 2010-cu il tarixli 1017-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 iyul 2010-cu il, № 151, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 7, maddə 579) ilə 9.7-1-ci, 20.1.18-ci, 20.1.19-cu, 20.26-cı və 20.27-ci maddələr əlavə edilmişdir.\n\n \n\n[2] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 1-ci maddəyə yeni məzmunda 1.0.3-cü—1.0.5-ci maddələr əlavə edilmişdir, 1.0.3-cü—1.0.12-ci maddələr 1.0.6-cı—1.0.15-ci maddələr hesab edilmişdir.\n\n \n\n[3] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 1.0-cı maddədə «Qanunda» sözü «Qanunun məqsədləri üçün» sözləri ilə əvəz edilmişdir.\n\n \n\n[4] 1 aprel 2008-ci il tarixli 582-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 4, maddə 254) ilə 1.0.1-ci maddədə “sığorta olunan (bundan sonra – sığorta olunan) şəxslərin” sözləri “sığortaolunanların (bundan sonra – sığortaolunan)” sözləri ilə əvəz edilmişdir.\n\n \n\n[5] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə yeni məzmunda 1.0.1-1-ci maddə əlavə edilmişdir.\n\n \n\n[6] 22 oktyabr 2019-cu il tarixli 1685-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 13 noyabr 2019-cu il, № 251, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №11, maddə 1691) ilə 1.0.3-cü maddədə “, Azərbaycan Respublikasının müvafiq icra hakimiyyəti orqanlarında və Azərbaycan Respublikasının qanunvericiliyi ilə yaradılmış digər silahlı birləşmələrdə” sözləri “və hərbi xidmət nəzərdə tutulmuş digər dövlət orqanlarında (dövlət orqanlarının strukturuna daxil olan qurumlarda)” sözləri ilə əvəz edilmişdir.\n\n \n\n[7] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə 1.0.5-ci maddəyə “digər əlavələrdən” sözlərindən sonra “(büdcədənkənar vəsaitlər hesabına hesablanan əlavələr və digər ödənişlər istisna olmaqla)” sözləri əlavə edilmişdir.\n\n23 aprel 2019-cu il tarixli 1565-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 may 2019-cu il, № 115, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 805) ilə 1.0.5-ci maddəyə “buraxıldığı günə” sözlərindən sonra “(sərəncamdan ehtiyata və ya istefaya buraxılarkən sərəncama götürüldüyü günə)” sözləri əlavə edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 1.0.5-ci maddədən “(sonrakı artımlar da nəzərə alınmaqla)” sözləri çıxarılmışdır.\n\n \n\n[8] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.8-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n1.0.8. fərdi hesabın sığorta hissəsi - müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilmiş nisbətlərə uyğun olaraq sığortaolunanlər üzrə ödənilmiş və əmək pensiyasının sığorta hissəsinin hesablanması üçün nəzərə alınan məcburi dövlət sosial sığorta haqlarının qeydə alındığı subhesabdır;\n\n \n\n[9] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.9-cu maddədən “müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilmiş nisbətlərə uyğun olaraq” sözləri çıxarılmışdır və həmin maddədə “məcburi dövlət” sözləri “könüllü” sözü ilə əvəz edilmişdir.\n\n \n\n[10] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.11-ci maddə ləğv edilmişdir.\n\n \n\n[11] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.12-ci maddədən “əmək pensiyalarının ikinci pilləsi olmaqla,” sözləri çıxarılmışdır.\n\n \n\n[12] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.13-cü maddədən “əmək pensiyalarının üçüncü pilləsi olmaqla,” sözləri çıxarılmışdır.\n\n \n\n[13] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 1.0.15-ci maddənin sonunda nöqtə işarəsi nöqtəli vergül işarəsi ilə əvəz edilmişdir və yeni məzmunda 1.0.16-cı, 1.0.17-ci və 1.0.18-ci maddələr əlavə edilmişdir.\n\n \n\n[14] 2 oktyabr 2017-ci il tarixli 799-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 noyabr 2017-ci il, № 240, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 10, maddə 1776) ilə 1.0.18-ci maddədə “müəyyən edilən qaydada” sözlərindən sonra “və məbləğdə” sözləri əlavə edilmişdir.\n\n \n\n[15] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 1.0.18-ci maddənin sonunda nöqtə işarəsi nöqtəli vergül işarəsi ilə əvəz edilmişdir və yeni məzmunda 1.0.19-cu maddə əlavə edilmişdir.\n\n \n\n[16] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 3-cü maddəyə yeni məzmunda 3.3-cü maddə əlavə edilmişdir.\n\n \n\n[17] 31 may 2013-cü il tarixli 666-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 13 iyun 2013-cü il, № 127; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 614) ilə yeni məzmunda 3.4-cü maddə əlavə edilmişdir.\n\n \n\n[18] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 4.2.1-ci və 4.3.1-ci maddələr ləğv edilmişdir.\n\n \n\n[19] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 4.4-cü maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n4.4. Ailə başçısını itirməyə görə əmək pensiyası aşağıdakılardan ibarətdir:\n\n4.4.1. baza hissəsindən;\n\n4.4.2. sığorta hissəsindən.\n\n \n\n[20] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə yeni məzmunda 5.3-cü maddə əlavə edilmişdir.\n\n \n\n[21] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 6.1-ci maddə ləğv edilmişdir.\n\n \n\n[22] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 6.2-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n6.2. Əmək pensiyasının sığorta və yığım hissələri, bu Qanunun 20-ci maddəsi ilə müəyyən olunan qulluq stajına görə əmək pensiyasına əlavələr məcburi dövlət sosial sığortası vəsaitləri hesabına maliyyələşdirilir.\n\n29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 6.2-ci maddənin birinci cümləsində “19-cu və 20-ci maddələrində” sözləri “20-ci maddəsində” sözləri ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 6.2-ci maddənin birinci cümləsinə “dövlət büdcəsinin” sözlərindən əvvəl “, həmin əlavələrin indeksləşdirilməsi, habelə müvafiq icra hakimiyyəti orqanının müəyyən etdiyi orqanın (qurumun) əmək pensiyaçılarına münasibətdə 2022-ci ildə müəyyən etdiyi və 2023-cü il yanvarın 1-dən onların əmək pensiyalarının tərkibinə daxil edilən maddi yardım və həmin maddi yardımın bu Qanunun 29.1-ci maddəsinə uyğun olaraq indeksləşdirilməsi nəticəsində yaranan xərclər” sözləri əlavə edilmişdir.\n\n \n\n[23] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə yeni məzmunda 6-1-ci maddə əlavə edilmişdir.\n\n \n\n[24] 19 fevral 2019-cu il tarixli 1515-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 mart 2019-cu il, № 49, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 2, maddə 205) ilə 6-1-ci maddənin mətni yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nBu Qanunun məqsədləri üçün əmək pensiyasının minimum məbləği 2017-ci il 1 iyul tarixindən 110 manat məbləğində müəyyən olunur və sonradan həmin məbləğ bu Qanunun 29.1-ci maddəsinə uyğun olaraq indeksləşdirilir.\n\n12 iyul 2019-cu il tarixli 1650-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 avqust 2019-cu il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1374) ilə 6-1-ci maddədə “1 mart tarixindən 160 manat” sözləri “1 oktyabr tarixindən 200 manat” sözləri ilə əvəz edilmişdir.\n\n29 noyabr 2019-cu il tarixli 1701-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 17 dekabr 2019-cu il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1891) ilə 6-1-ci maddəyə yeni məzmunda üçüncü cümlə əlavə edilmişdir.\n\n24 dekabr 2021-ci il tarixli 446-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 dekabr 2021-ci il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 12, maddə 1332) ilə 6-1-ci maddəsinin birinci cümləsində “2019-cu il 1 oktyabr tarixindən 200” sözləri “2022-ci il yanvarın 1-dən 240” sözləri ilə əvəz edilmişdir.\n\n \n\n1 fevral 2023-cü il tarixli 802-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 8 fevral 2023-cü il, “Azərbaycan” qəzeti, 9 fevral 2023-cü il, № 29) ilə 6-1-ci maddəsinin birinci cümləsində “2022-ci il yanvarın 1-dən 240” sözləri “2023-cü il fevralın 1-dən 280” sözləri ilə əvəz edilmişdir.\n\n \n\n[25] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 7-ci maddənin “5 il” sözləri “12 il” sözləri ilə əvəz edilmişdir və məzmunda “Qeyd” hissəsi əlavə edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 7-ci maddənin birinci hissəsində “ 62” rəqəmləri “ 63” rəqəmləri ilə, “ 57” rəqəmləri “ 60” rəqəmləri ilə, “azı 12 ” sözləri “fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə sığorta stajından asılı olmayaraq, bu pensiya təminatına imkan vermədikdə isə azı 25 ” sözləri ilə, mötərizədə “bu Qanunun qüvvəyə mindiyi günədək” sözləri “2017-ci il iyulun 1-dək” sözləri ilə əvəz edilmişdir.\n\n \n\n[26] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 7-ci maddənin “Qeyd” hissəsi yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\nQeyd: Bu Qanunun 7-ci maddəsində nəzərdə tutulmuş kişilərin yaş həddi 2010-cu il yanvarın 1-dən başlayaraq 2012-ci ilin yanvarın 1-dək, qadınların yaş həddi 2010-cu ilin yanvarın 1-dən başlayaraq 2016-cı ilin yanvarın 1-dək hər il altı ay artırılır.\n\n \n\n[27] 22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 8-ci maddənin adında “sağlamlıq imkanları məhdud uşağı olan” sözləri “uşağının əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 8-ci maddənin adı yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nÇoxuşaqlı qadınların, uşağının əlilliyi müəyyən edilmiş anaların, uşaqlarını təkbaşına böyüdən ataların və qəyyumların yaşa görə əmək pensiyası\n\n \n\n[28] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 8.1-ci və 8.2-ci maddələrdən “və azı 10 il sığorta stajı olan” sözləri çıxarılmışdır və həmin maddələrdə “olaraq müəyyən olunmuş” sözləri “şərtlər daxilində” sözləri ilə əvəz edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 8.1-ci maddəyə “doğub” sözündən sonra “, övladlığa və (və ya) qəyyumluğa götürüb” sözləri, “tərbiyə etmiş” sözlərindən sonra isə “və böyütmüş” sözləri əlavə edilmişdir və həmin maddədə “hər uşağa görə 1” sözləri “5” rəqəmi ilə əvəz edilmişdir.\n\n \n\n[29] 22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 8.2-ci maddədə “Sağlamlıq imkanları məhdud” sözləri “Əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[30] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 8-ci maddənin adında “əlil uşağı” sözləri “sağlamlıq imkanları məhdud uşağı” sözləri ilə əvəz edilmişdir, 8.2-ci maddədə “Uşaqlıqdan əlil olmuş” sözləri “Sağlamlıq imkanları məhdud” sözləri ilə əvəz edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 8-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\nM a d d ə 8. Çoxuşaqlı qadınların, sağlamlıq imkanları məhdud uşağı olan anaların, uşaqlarını təkbaşına böyüdən ataların və qəyyumların yaşa görə əmək pensiyası\n\n8.1. Üç və daha çox uşaq doğub onları səkkiz yaşınadək tərbiyə etmiş və azı 5 il sığorta stajı olan qadınların aşağıdakı şərtlər əsasında yaşa görə əmək pensiyası hüququ vardır:\n\n3   uşağı olanlar - 51 yaşına çatdıqda;\n\n4   uşağı olanlar - 50 yaşına çatdıqda;\n\n5   uşağı olanlar - 49 yaşına çatdıqda;\n\n6   uşağı olanlar - 48 yaşına çatdıqda;\n\n7   uşağı olanlar - 47 yaşına çatdıqda;\n\n8   uşağı olanlar - 46 yaşına çatdıqda;\n\n9   uşağı olanlar - 45 yaşına çatdıqda;\n\n10               və daha çox uşağı olanlar - 44 yaşına çatdıqda və ya 10 il sığorta stajı olduqda yaşından asılı olmayaraq.\n\n8.2.          Sağlamlıq imkanları məhdud övladını səkkiz yaşınadək tərbiyə etmiş anaların, 50 yaşına çatdıqda və azı 5 il sığorta stajı olduqda, yaşa görə əmək pensiyası hüququ vardır.\n\nAnanın vəfat etdiyinə və ya ana ilə nikaha xitam verildiyinə, yaxud\nananın valideynlik hüququndan məhrum edildiyinə görə 3 və daha çox uşağı\nnövbəti nikah bağlamadan, təkbaşına səkkiz yaşınadək böyüdən ataların,\nhəmçinin 3 və daha çox uşağı övladlığa götürüb təkbaşına səkkiz yaşınadək\nböyüdən ataların, həmçinin 3 və daha çox uşağı səkkiz yaşınadək böyüdən\nqəyyum kişilərin 55 yaşına çatdıqda və azı 5 il sığorta stajı olduqda, yaşa görə əmək pensiyası hüququ vardır.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 8.3-cü maddədən “azı 10 il sığorta stajı olduqda” sözləri çıxarılmışdır və həmin maddədə “olaraq müəyyən olunmuş” sözləri “şərtlər daxilində” sözləri ilə əvəz edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 8.3-cü maddəyə “növbəti” sözündən əvvəl “və ya sağlamlıq imkanları məhdud uşağını” sözləri əlavə edilmişdir.\n\n \n\n30 dekabr 2022-ci il tarixli 791-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 1 fevral 2023-cü il, “Azərbaycan” qəzeti, 2 fevral 2023-cü il, № 23) ilə 8.3-cü maddədə “sağlamlıq imkanları məhdud” sözləri “əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[31] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.1-ci maddədə “ 57” rəqəmləri “ 60” rəqəmləri ilə, “ 52” rəqəmləri “ 55” rəqəmləri ilə əvəz edilmişdir və həmin maddəyə “çalışmışlarsa” sözündən sonra “və fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə” sözləri əlavə edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.3-cü maddəyə “15 il sığorta stajı olduqda” sözlərindən sonra “və fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə” sözləri əlavə edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 9.1 – 9.3-cü, 9.6-cı və 9.7-ci maddələr yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n9.1.   Axırıncı iş yerindən asılı olmayaraq yeraltı işlərdə, incəsənətin xüsusi sahələrində, həmçinin əmək şəraiti xüsusilə zərərli və ağır olan işlərdə (istehsalatların, peşələrin, vəzifələrin və göstəricilərin müvafiq icra hakimiyyəti orqanı tərəfindən təsdiq olunan siyahısı üzrə) çalışan sığortaolunanların: kişilər - 60 yaşına çatdıqda, azı 25 il sığorta stajına malik olduqda və bu müddətin azı 12 il 6 ayını həmin işlərdə, qadınlar - 55 yaşına çatdıqda, azı 20 il sığorta stajına malik olduqda və bu müddətin azı 10 ilini həmin işlərdə çalışmışlarsa və fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə, əmək şəraitinə görə güzəştli şərtlərlə yaşa görə əmək pensiyası hüququ vardır.\n\n9.2.   Hipovizqanizm xəstəliyinə tutulan şəxslər (liliputlar) və mütənasibliyi pozulmuş cırtdanboylar - kişilər 47, qadınlar 42 yaşına çatdıqda və həmin şəxslərin azı 5 il sığorta stajı olduqda yaşa görə əmək pensiyası hüququ vardır.\n\n9.3 Mülki aviasiya uçuş və uçuş-sınaq heyətində işlə əlaqədar vəzifələrdə kişilərin azı 25 il, qadınların azı 20 il sığorta stajı olduqda, səhhətinə görə uçuş işindən azad olunmuş kişilərin həmin işlər üzrə azı 20 il, qadınların isə azı 15 il sığorta stajı olduqda və fərdi hesabın sığorta hissəsində qeydə alınmış pensiya kapitalı əmək pensiyasının minimum məbləğindən az olmayan pensiya təminatına imkan verdikdə yaşa görə əmək pensiyası hüququ vardır.\n\n9.6. Hərbi qulluqçulara əmək pensiyası hərbi xidmət dövründə deyil, hərbi xidmətdən buraxıldıqdan sonra təyin olunur. Əmək pensiyası təyin olunduqdan sonra hərbi xidmətini davam etdirən əmək pensiyaçılarının pensiyası sonuncu təminat xərcliyinə görə yenidən hesablanmır. Bu kateqoriyadan olan şəxslərin əmək pensiyası yalnız fərdi hesablarında qeydə alınmış sığorta pensiya kapitalına görə yenidən hesablana bilər.\n\n9.7. Ədliyyə orqanlarında qulluq keçmiş aşağıdakı şəxslərin yaşa görə əmək pensiyası hüququ vardır:\n\n9.7.1. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə azı 35 il qulluq stajı olan ədliyyə işçiləri (xüsusi rütbələrdən məhrum edilmiş ədliyyə işçiləri istisna olmaqla);\n\n9.7.2. cəzaçəkmə müəssisələrində, istintaq təcridxanalarında və azadlıqdan məhrum edilmiş şəxslər üçün nəzərdə tutulmuş müalicə müəssisələrində müvafiq icra hakimiyyəti orqanı tərəfindən təsdiq edilmiş işlərin və peşələrin siyahısı üzrə məhkumlarla və həbsdə olan şəxslərlə işləyən mülki işçilər:\n\nkişilər—60 yaşına çatdıqda və ümumi əmək stajı 30 ildən az olmamaqla, bu stajın azı 15 təqvim ilini məhkumlarla və həbsdə olan şəxslərlə işləmişsə;\n\nqadınlar—55 yaşına çatdıqda və ümumi əmək stajı 25 ildən az olmamaqla, bu stajın azı 12 il 6 ayını məhkumlarla və həbsdə olan şəxslərlə işləmişsə.\n\n \n\n[32] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.4-cü maddəyə “şəxslərin” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş prokurorluq işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[33] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.4.1-ci maddədə “ 25” rəqəmləri “ 35” rəqəmləri ilə əvəz edilmişdir.\n\n \n\n[34] 20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 9.4-cü maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\nProkurorluq orqanlarında azı 25 il qulluq etmiş prokurorluq işçilərinin yaşa görə əmək pensiyası hüququ vardır.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.4.2-ci maddədə “ 25” rəqəmləri “ 35” rəqəmləri ilə, “12 il 6 ayını” sözləri “17 il 6 ayını” sözləri ilə əvəz edilmişdir.\n\n \n\n[35] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.6-cı maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n9.6. Hərbi qulluqçu kimi yaşa görə əmək pensiyası hərbi xidmət dövründə deyil, hərbi xidmətdən buraxıldıqdan sonra təyin olunur.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.7.1-ci maddədə “ 25” rəqəmləri “ 35” rəqəmləri ilə əvəz edilmişdir və həmin maddəyə “işçiləri” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş ədliyyə işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.7.2-ci maddənin ikinci abzasında “ 55” rəqəmləri “ 60” rəqəmləri ilə, “ 25” rəqəmləri “ 30” rəqəmləri ilə, üçüncü abzasında “ 50” rəqəmləri “ 55” rəqəmləri ilə, “ 20” rəqəmləri “ 25” rəqəmləri ilə, “10 təqvim ilini” sözləri “12 il 6 ayını” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.7-1-ci maddədə “ 25” rəqəmləri “ 35” rəqəmləri ilə əvəz edilsin və həmin maddəyə “işçilərinin” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş miqrasiya işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037) ilə yeni məzmunda 9.7-2-ci maddə əlavə edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 9.7-2-ci maddədə “ 25” rəqəmləri “ 35” rəqəmləri ilə əvəz edilmişdir və həmin maddəyə “işçilərin” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş fövqəladə hallar orqanlarının işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[36] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 9-cu maddəyə yeni məzmunda 9.5-ci—9.7-ci maddələr əlavə edilmişdir, 9.5-ci maddə 9.8-ci maddə hesab edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 9.8-ci maddədə “9-cu” sözləri “9.1-ci” sözləri ilə əvəz edilmişdir və həmin maddəyə “müvafiq surətdə” sözlərindən sonra “bu Qanuna uyğun olaraq” sözləri əlavə edilmişdir.\n\n \n\n[37] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 10.1-ci maddə ləğv edilmişdir.\n\n \n\n[38] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 10.2-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\n10.1.           Yaşa görə əmək pensiyasının sığorta hissəsinin məbləği aşağıdakı\ndüsturla müəyyən edilir:\n\nSH = PS +(PSK /T), burada:\n\nSH - yaşa görə əmək pensiyasının sığorta hissəsidir;\n\nPS - bu Qanununun 27-ci maddəsinə uyğun hesablanmış əmək pensiyasının sığorta hissəsidir;\n\nPSK - sığortaolunanın fərdi hesabının sığorta hissəsində yaşa görə əmək pensiyasının təyin olunduğu tarixə qeydə alınmış pensiya kapitalıdır;\n\nT - gözlənilən pensiya ödənişi müddətinin aylarının sayıdır.\n\n \n\n[39] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 10.2-ci maddəyə yeni məzmunda ikinci bənd əlavə edilmişdir.\n\n \n\n19 fevral 2019-cu il tarixli 1515-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 mart 2019-cu il, № 49, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 2, maddə 205) ilə 10.2-ci və 13.3-cü maddələrin ikinci bəndləri ləğv edilmişdir.\n\n \n\n[40] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 10.4-cü maddənin ikinci abzasından “BH+” sözləri çıxarılmışdır və dördüncü abzası ləğv edilmişdir.\n\n \n\n[41] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 11.1-ci maddədə “və əlilliyin” sözləri “, əlilliyin və ya 18 yaşınadək sağlamlıq imkanları məhdudluğunun” sözləri və “onun” sözü “onların” sözü ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 11.1-ci maddənin ikinci cümləsində “qrupları, əlilliyin və ya” sözləri “dərəcələri, əlilliyin, o cümlədən” sözləri ilə, “, habelə onların başvermə” sözləri “və” sözü ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 11.1-ci maddənin ikinci cümləsində “Əlillik dərəcələri, əlilliyin, o cümlədən 18 yaşınadək sağlamlıq imkanları məhdudluğunun” sözləri “Orqanizmin funksiyalarının pozulması faizi, əlilliyin” sözləri ilə əvəz edimişdir.\n\n8 iyul 2022-ci il tarixli 582-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 19 avqust 2022-ci il, “Azərbaycan” qəzeti 20 avqust 2022-ci il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №8, maddə 829) ilə 11.1-ci maddəsinin birinci cümləsində “qüsurlara” sözü “pozuntulara” sözü ilə əvəz edilmişdir.\n\n \n\n[42] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 11.2-ci və 11.2.2-ci maddələrdə “əlillər” sözü “əlilliyi olan şəxslər” sözləri ilə əvəz edilmişdir.\n\n \n\n[43] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 11.2.1-ci maddədə “müharibə əlilləri” sözləri “müharibə ilə əlaqədar əlilliyi olan şəxslər” sözləri ilə əvəz edilmişdir.\n\n \n\n[44] 4 iyul 2008-ci il tarixli 669-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 10 avqust 2008-ci il, № 176, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 710) ilə 11.2.2-ci maddədə “zədə” sözü “xəsarət (yaralanma, travma, kontuziya)” sözləri ilə əvəz edilmişdir.\n\n \n\n[45] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 11-ci maddəyə yeni məzmunda 11.2-ci maddə əlavə edilmişdir, 11.2-ci maddə 11.3-cü maddə hesab edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 11.3-cü maddədə “müharibə əlili” sözləri “müharibə ilə əlaqədar əlilliyi olan şəxs” sözləri ilə əvəz edilmişdir.\n\n \n\n[46] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 12-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nM a d d ə  12. Əlilliyə görə əmək pensiyasının təyin edilməsi şərtləri\n\nƏlilliyə görə əmək pensiyası (bu Qanunun qüvvəyə mindiyi günədək əlilliyə görə əmək pensiyası təyin edilmiş şəxslər istisna olmaqla) 19 yaşınadək əlil olmuş sığorta olunana bir il sığorta stajı olduqda, 19 yaşından sonra əlil olmuş sığorta olunana isə 1 il sığorta stajı və əlavə olaraq yaşın üstünə gələn hər tam il üçün 4 ay sığorta stajı olduqda təyin edilir.\n\n \n\n[47] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 12.1-ci maddədə “19 yaşınadək əlil” sözlərindən sonra “və ya sağlamlıq imkanları məhdud” sözləri əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 12.1-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n12.1. Əlilliyə görə əmək pensiyası 19 yaşınadək əlil və ya sağlamlıq imkanları məhdud olmuş sığortaolunana 1 il sığorta stajı olduqda, 19 yaşından sonra əlil olmuş sığortaolunana isə 1 il sığorta stajı və əlavə olaraq yaşın üstünə gələn hər tam il üçün 4 ay sığorta stajı olduqda təyin edilir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 12.1-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n12.1. Əlilliyə görə əmək pensiyası əlil və ya sağlamlıq imkanları məhdud sığortaolunana ümumilikdə sığorta stajı 5 ildən az olmamaq şərtilə əmək qabiliyyətli yaş dövrünün hər tam ili üçün 4 ay sığorta stajı olduqda təyin edilir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 12.1-ci maddənin birinci və ikinci cümlələrində “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 12.1-ci maddənin birinci cümlədə “I dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir və ikinci cümlədə “II və III dərəcə əlilliyi olan” sözləri “Orqanizmin funksiyalarının 31-80 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[48] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 12.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n12.2. Hərbi qulluqçulara (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular, müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) əlilliyə görə əmək pensiyaları xidmət müddətindən asılı olmayaraq, əlillik hərbi qulluqçuların xidmət etdiyi dövrdə və ya xidmətdən buraxıldıqdan sonra 3 aydan gec olmayaraq üz verdikdə, yaxud əlillik bu müddətdən sonra, lakin xidmət dövründə alınmış xəsarət (yaralanma, travma, kontuziya), xəstəlik nəticəsində üz verdikdə təyin edilir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 12.2-ci maddədə “I qrup müharibə əlili” sözləri “müharibə ilə əlaqədar I dərəcə əlilliyi” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 12.2-ci maddədə, 13.3-1-ci və 17.2-ci maddələrin birinci cümlələrində “I dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[49] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 13.1-ci maddədə “I qrup əlillərə 120 faizi (I qrup gözdən əlillərə 200 faizi)” sözləri “I qrup əlillərə və sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə 120 faizi (I qrup gözdən əlillərə və sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə 200 faizi)” sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 13.1-ci maddə ləğv edilmişdir.\n\n \n\n[50] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 13.2-ci maddədə “184-ə” sözü “192-yə” sözü ilə əvəz edilmişdir.\n\n \n\n29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 13.2-ci maddənin ikinci cümləsində “192-yə” sözləri ”200-ə” sözləri ilə əvəz edilmişdir.\n\n \n\n[51] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 13.3-cü maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\n13.1.           Əlilliyə görə əmək pensiyasının sığorta hissəsinin məbləği aşağıdakı düsturla müəyyən edilir:\n\nSH= PS + (PSK / (TxK), burada:\n\nSH - əlilliyə görə əmək pensiyasının sığorta hissəsidir;\n\nPS - bu Qanunun 27-ci maddəsinə uyğun hesablanmış əmək pensiyasının sığorta hissəsidir;\n\nPSK - sığortaolunanın fərdi hesabının sığorta hissəsində əlilliyə görə əmək pensiyasının təyin olunduğu tarixə qeydə alınmış pensiya kapitalıdır;\n\nT - gözlənilən pensiya ödənişi müddətinin aylarının sayıdır;\n\nK - sığorta davamiyyəti əmsalıdır.\n\n \n\n[52] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 13.3-cü maddəyə yeni məzmunda ikinci bənd əlavə edilmişdir.\n\n \n\n[53] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə yeni məzmunda 13.3-1-ci maddə əlavə edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 13.3-1-ci maddənin birinci cümləsində “I qrup müharibə əlili” sözləri “müharibə ilə əlaqədar I dərəcə əlilliyi” sözləri ilə əvəz edilmişdir.\n\n \n\n[54] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 13.5-ci maddənin ikinci abzasından “BH+” sözləri çıxarılsın və dördüncü abzası ləğv edilmişdir.\n\n \n\n[55] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 14.1-ci maddədən “öhdəsində olan (vəfat edənin tam təminatında olan və ya ondan özlərinin yaşayışı üçün daimi və əsas vəsait mənbəyi kimi kömək alan)” sözləri çıxarılmışdır.\n\n \n\n[56] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 14.1.1.2-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n18 yaşına çatanadək əlil olmuş 18 yaşdan yuxarı;\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 14.1.1.2-ci maddədə “əlil” sözü “əlilliyi olan şəxs” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 14.1.1.2-ci maddədə “sağlamlıq imkanlarının məhdudluğu” sözləri “əlilliyi” sözü ilə əvəz edilmişdir.\n\n \n\n[57] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 14.1.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n14.1.2 ata, ana, ər (arvad) pensiya yaşına - kişilər 62 yaşa, qadınlar 57 yaşa çatmışdırsa, yaxud I və ya II qrup əlildirsə;\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 14.1.2-ci maddədə “II qrup əlildirsə” sözləri “II dərəcə əlilliyi olan şəxsdirsə” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 14.1.2-ci maddədə “I və ya II dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 61-80 faiz və ya 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[58] 29 noyabr 2019-cu il tarixli 1701-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 17 dekabr 2019-cu il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1891) ilə yeni məzmunda 14.4-cü maddə əlavə edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 14.4-cü maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nBu Qanunun 18.2-ci maddəsinə uyğun olaraq ailə başçısını itirməyə görə hesablanmış əmək pensiyasının sığorta hissəsinin onlardan hər birinə düşən məbləği “Sosial müavinətlər haqqında” Azərbaycan Respublikasının Qanunu ilə müəyyən edilmiş ailə başçısını itirməyə görə sosial müavinətin məbləğindən az olduqda, əmək qabiliyyəti olmayan ailə üzvlərinin hər biri ailə başçısını itirməyə görə pensiya əvəzinə ailə başçısını itirməyə görə sosial müavinət almaq hüququna malikdir.\n\n \n\n[59] 4 iyul 2008-ci il tarixli 669-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 10 avqust 2008-ci il, № 176, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 710) ilə 11.2.1-ci, 12.2-ci və 17.2-ci maddələrdə “(yara, kontuziya və ya zədə)” sözləri “(yaralanma, travma, kontuziya)” sözləri ilə əvəz edilmişdir.\n\n \n\n[60] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 17-ci maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nM a d d ə  17. Ailə başçısını itirməyə görə əmək pensiyası təyinatının şərtləri\n\nAilə başçısını itirməyə görə əmək pensiyası ölüm gününədək ailə başçısını bu Qanunun 12-ci maddəsində tələb edilən sığorta stajı olduqda (bu Qanunun qüvvəyə mindiyi günədək ailə başçısını itirməyə görə əmək pensiyası təyin edilmiş şəxslər istisna olmaqla) təyin olunur.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 17.2-ci maddənin birinci və ikinci cümlələri yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nHərbi qulluqçuların (hərbi rütbələrdən məhrum edilmiş hərbi qulluqçular, müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla) ailə üzvlərinə ailə başçısını itirməyə görə əmək pensiyaları hərbi qulluqçunun xidmət müddətindən asılı olmayaraq təyin edilir. Bu zaman ailə başçısını itirməyə görə əmək pensiyası ailə başçısı xidmət etdiyi dövrdə və ya xidmətdən buraxıldıqdan ən geci 3 ay keçənədək, yaxud bu müddətdən sonra, amma xidmət etdiyi dövrdə aldığı xəsarət (yaralanma, travma, kontuziya), xəstəlik nəticəsində vəfat edibsə təyin olunur\n\n \n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 17.2-ci maddənin birinci cümləsində “I qrup müharibə əlili” sözləri “müharibə ilə əlaqədar I dərəcə əlilliyi” sözləri ilə əvəz edilmişdir.\n\n \n\n[61] 6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 18.1-ci maddədə \"bir övladı olduqda\" sözləri \"bir ailə üzvü olduqda və ya bu Qanunun 14.1-ci maddəsinə əsasən pensiya hüququ olan bir ailə üzvü qaldıqda\" sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 18.1-ci maddə ləğv edilmişdir.\n\n \n\n[62] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 18.2-ci maddədə “13.3-cü maddəsində” sözləri “13.3-cü və 13.3-1-ci maddələrində” sözləri ilə əvəz edilmişdir və həmin maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 18.2-ci maddəyə yeni məzmunda üçüncü cümlə əlavə edilmişdir.\n\n \n\n[63] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 18.3-cü maddəyə birinci halda “sığorta hissəsinin” sözlərindən sonra “(bu Qanunun 29.1-ci maddəsi nəzərə alınmaqla)” sözləri və yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n \n\n[64] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 18.4-cü maddə ləğv edilmişdir.\n\n \n\n[65] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 19-cu maddəyə aşağıdakı dəyişiklik və əlavələr edilmişdir, 19.1-ci maddədə «30»rəqəmi «80» rəqəmi ilə əvəz olunmuşdur, 19.2.1-ci maddədə «əlillərə» sözündən sonra «, həmçinin öhdəsində ailə başçısını itirməyə görə pensiya ilə təmin edilməli şəxslərə aid edilən əmək qabiliyyətsiz ailə üzvləri olan işləməyən hərbi qulluqçular sırasından olan əmək pensiyaçılarına» sözləri əlavə edilmişdir, 19.2.5-ci maddədə «müharibə əlillərinin» sözlərindən sonra «və müharibə iştirakçıları sırasından olan əlillərin» sözləri əlavə edilmişdir;\n\n \n\n6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 19.1-ci maddədə \"80\" rəqəmi \"85\" rəqəmi ilə əvəz edilmişdir.\n\n \n\n13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 19.2.1-ci maddədə “əlillərə” sözündən sonra və 19.2.2-ci maddədə “I qrup əlillərə” sözlərindən sonra “və ya sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə” sözləri əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 19.2.4-cü maddədə “müharibə iştirakçılarına” sözlərindən sonra mötərizədə “Böyük Vətən müharibəsi iştirakçıları istisna olmaqla” sözləri əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 19.2.5-ci maddədə “müharibə əlillərinin” sözlərindən sonra mötərizədə “Böyük Vətən müharibəsi əlilləri istisna olmaqla” sözləri əlavə edilmişdir.\n\n01 oktyabr 2012-ci il tarixli 432-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 15 noyabr 2012-ci il, № 254, “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1044) ilə 19.2.6-cı maddənin ikinci abzas çıxarılmışdır.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 19.2.6-cı maddə əlavə edilmişdir və 19.2.6-cı maddə müvafiq olaraq 19.2.7-ci maddə hesab edilmişdir.\n\n01 oktyabr 2012-ci il tarixli 432-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 15 noyabr 2012-ci il, № 254, “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1044) ilə 19.2.6-cı maddənin beşinci abzasında “III qrup əlillərə” sözlərindən sonra “və əlil olmayan müharibə iştirakçılarına” sözləri əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 19.2.6-cı maddədə “19.2.5-ci” sözləri “19.2.6-cı” sözləri ilə əvəz edilmişdir.\n\n10 iyun 2011-ci il tarixli 139-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 597 ilə 19.3-cü maddə əlavə edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 19-cu maddə yeni redaksiyada verilmişdir.\n\n \n\nM a d d ə  19. Əmək pensiyasının baza hissəsinə əlavələr\n\n19.1.            Azərbaycanın Milli Qəhrəmanlarının ailə üzvlərinin (bu Qanunun 14-16-cı maddələrinə uyğun olaraq) əmək pensiyasının baza hissəsinin üzərinə yaşa görə əmək pensiyasının baza hissəsinin 100 faizi, şəhidlərin ailə üzvlərinin (bu Qanunun 14-16-cı maddələrinə uyğun olaraq) əmək pensiyasının baza hissəsinin üzərinə yaşa görə əmək pensiyasının baza hissəsinin 85 faizi məbləğində əlavə hesablanır.\n\n19.2.            Əmək pensiyasının baza hissəsinin üzərinə müvafiq hallarda aşağıdakı əlavələr hesablanır:\n\n19.2.1. öhdəsində əmək qabiliyyəti olmayan ailə üzvləri olan işləməyən I və II qrup əlillərə və ya sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə , həmçinin öhdəsində ailə başçısını itirməyə görə pensiya ilə təmin edilməli şəxslərə aid edilən əmək qabiliyyətsiz ailə üzvləri olan işləməyən hərbi qulluqçular sırasından olan əmək pensiyaçılarına — ailənin əmək qabiliyyəti olmayan hər üzvü üçün yaşa görə əmək pensiyasının baza hissəsinin 5 faizi məbləğində;\n\n19.2.2. 1 qrup əlillərə və ya sağlamlıq imkanları məhdud 18 yaşınadək şəxslərə qulluq üçün - yaşa görə əmək pensiyasının baza his-səsinin 10 faizi məbləğində;\n\n19.2.3. siyasi repressiyalara məruz qalaraq sonradan bəraət qazanmış şəxslərə - yaşa görə əmək pensiyasının baza hissəsinin 10 faizi məbləğində;\n\n19.2.4.             döyüşən ordunun tərkibində xidmət etmiş müharibə iştirakçılarına (Böyük Vətən müharibəsi iştirakçıları istisna olmaqla), habelə döyüş əməliyyatı aparılan ölkədə hərbi xidmət borcunu yerinə yetirmiş hərbi qulluqçulara - yaşa görə əmək pensiyasının baza hissəsinin 10 faizi məbləğində;\n\n19.2.5.             müharibə əlillərinin (Böyük Vətən müharibəsi iştirakçıları istisna olmaqla) və müharibə iştirakçıları sırasından olan əlillərin yaşa görə əmək pensiyalarına:\n\nI  qrup əlillərə - yaşa görə əmək pensiyasının baza hissəsinin 100 faizi məbləğində;\n\nII qrup əlillərə - yaşa görə əmək pensiyasının baza hissəsinin 70 faizi məbləğində;\n\nIII               qrup əlillərə - yaşa görə əmək pensiyasının baza hissəsinin 50 faizi məbləğində.\n\n19.2.6. Böyük Vətən müharibəsi iştirakçıları və əlillərinə:\n\n- müharibə iştirakçılarına (müharibə əlilləri istisna olmaqla) - yaşa görə əmək pensiyasının baza hissəsinin 50 faizi məbləğində;\n\n- I qrup əlillərə - yaşa görə əmək pensiyasının baza hissəsinin 140 faizi məbləğində;\n\n- II qrup əlillərə - yaşa görə əmək pensiyasının baza hissəsinin 110 faizi məbləğində;\n\n- III qrup əlillərə və əlil olmayan müharibə iştirakçılarına - yaşa görə əmək pensiyasının baza hissəsinin 90 faizi məbləğində.\n\n19.2.7. Bu Qanunun 19.2.4 —19.2.6-cı maddələrində nəzərdə tutulmuş əlavələrdən əmək pensiyaçısına yalnız biri - daha yüksəyi verilir.\n\n19.3.            Əmək kitabçasında müvafiq qeydiyyat aparılan əsas iş yeri üzrə elmi tədqiqat və ya təhsil müəssisələrində azı 25 il çalışmış elmi dərəcəsi olan işləməyən əmək pensiyaçılarının (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş əmək pensiyaçıları istisna olmaqla) əmək pensiyasının baza hissəsinin üzərinə elmlər doktoru elmi dərəcəsinə görə 200 manat, fəlsəfə doktoru elmi dərəcəsinə görə 120 manat məbləğində əlavə hesablanır.\n\n \n\n[66] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.2-ci maddədə “I qrup gözdən əlillərə” sözləri “I dərəcə gözdən əlilliyi olan şəxslərə” sözləri ilə və “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n \n\n[67] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.3-cü maddədə “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə və “18 yaşınadək şəxslərə” sözləri “18 yaşınadək uşaqlara” sözləri ilə əvəz edilmişdir.\n\n \n\n[68] 23 aprel 2019-cu il tarixli 1568-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 2 may 2019-cu il, № 95, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 808) ilə 19.1.4-cü və 19.1.6-cı maddələr ləğv edilmişdir.\n\n \n\n[69] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.7-ci maddədə “müharibə əlillərinə” sözləri “müharibə ilə əlaqədar əlilliyi olan şəxslərə” sözləri ilə, “əlilləri” sözü “ilə əlaqədar əlilliyi olan şəxslər” sözləri ilə və “əlillərə” sözü “əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n \n\n[70] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.7.1–19.1.7.3-cü, 19.1.8.1-ci və 19.1.8.2-ci maddələrdə “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n \n\n[71] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.8-ci maddədə “əlillərinə” sözü “bununla əlaqədar əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n \n\n[72] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 19.1.8.3-cü maddədə “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə və “əlil” sözü “əlilliyi” sözü ilə əvəz edilmişdir.\n\n \n\n[73] 31 oktyabr 2017-ci il tarixli 825-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 17 dekabr 2017-ci il, № 279, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 12, I kitab, maddə 2193) ilə 19.2-ci maddədə “elmi tədqiqat” sözləri “elmi müəssisə və təşkilatlarda” sözləri ilə əvəz edilmişdir.\n\n \n\n[74] 23 aprel 2019-cu il tarixli 1568-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 2 may 2019-cu il, № 95, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 5, maddə 808) ilə 19.3-cü maddədə “19.1.6-19.1.8-ci” sözləri “19.1.7-19.1.8-ci” sözləri ilə əvəz edilmişdir.\n\nKM1 18 iyul 2008-ci il tarixli Azərbaycan Respublikası Konstitusiya Məhkəməsinin Plenumunun Qərarı («Respublika» qəzeti 2 avqust 2008-ci il, № 169, Azərbaycan Respublikası Konstitusiya Məhkəməsinin Məlumatı №4/2008)\n\n 1. «Məhkəmələr və hakimlər haqqında» Azərbaycan Respublikası Qanununun 109-cu maddəsi və «Konstitusiya Məhkəməsi haqqında» Azərbaycan Respublikası Qanununun 73-cü maddəsinin müddəaları Azərbaycan Respublikası Konstitusiyasının 127-ci maddəsinin I hissəsində nəzərdə tutulmuş hakimlərin müstəqilliyinin təminatlarından biri kimi qəbul edilməli və onların barəsində hakim vəzifələrində işlədikləri dövrdə mövcud olmuş daha üstün sosial müdafiə təminatlarını əks etdirən qanunvericiliyin müddəaları tətbiq olunmalıdır.\n\n2. Hakimlərin sosial müdafiəsi ilə bağlı məsələlər həll edilərkən Azərbaycan Respublikası Konstitusiyasının 149-cu maddəsinin VII hissəsinə uyğun olaraq «Əmək pensiyaları haqqında» Azərbaycan Respublikası Qanununun 20.1.4 və 20.7-ci maddələrinin müddəalarından daha üstün sosial müdafiə təminatları müəyyənləşdirən:\n\n30 dekabr 2005-ci il tarixədək vəzifəyə təyin olunmuş ümumi yurisdiksiyalı məhkəmələrin hakimlərinə — həmin günədək qüvvədə olmuş «Məhkəmələr və hakimlər haqqında» Azərbaycan Respublikası Qanununun 109-cu maddəsinin;\n\n19 oktyabr 2007-ci il tarixədək vəzifəyə təyin olunmuş Konstitusiya Məhkəməsinin hakimlərinə — həmin günədək qüvvədə olmuş «Konstitusiya Məhkəməsi haqqında» Azərbaycan Respublikası Qanununun 73-cü maddəsinin müddəaları tətbiq olunmalıdır.\n\n \n\n29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 19-cu maddə ləğv edilmişdir.\n\n \n\n[75] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.1-ci maddədə “əlil olmuş” sözləri “I qrup əlil olmuş və deputat kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 20.1.1-ci, 20.1.3-cü, 20.1.4-cü, 20.1.5-1-ci, 20.1.6-cı, 20.1.7-ci, 20.1.9-cu, 20.1.14-cü, 20.1.16-cı, 20.1.18-ci, 20.1.20-ci, 20.3-cü və 20.22-ci maddələrdə “qrup əlil olmuş” sözləri “dərəcə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 20.1.1-ci, 20.1.3-cü, 20.1.4-cü, 20.1.5-1-ci, 20.1.6-cı, 20.1.7-ci, 20.1.9-cu, 20.1.14-cü, 20.1.16-cı, 20.1.18-ci, 20.1.20-ci, 20.3-cü və 20.22-ci maddələrdə “I dərəcə” sözləri “orqanizmin funksiyalarının 81-100 faiz pozulmasına görə” sözləri ilə əvəz edilmişdir.\n\n \n\n[76] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.3-cü maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi\n\n20.1.3. Azərbaycan Respublikası Mərkəzi Seçki Komissiyasının üzvü və Naxçıvan Muxtar Respublikası Mərkəzi Seçki Komissiyasının üzvü olmuş şəxs;\n\n \n\n[77] 15 noyabr 2011-ci il tarixli 254-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 24 dekabr 2011-ci il, № 279, “Azərbaycan” qəzeti, 25 dekabr 2011-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 12, maddə 1109) ilə 20.1.3-1-ci maddə əlavə edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.3-1-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi\n\n \n\n20.1.3-1. Milli Televiziya və Radio Şurasının üzvü və Naxçıvan Muxtar Respublikası Televiziya və Radio Şurasının üzvü olmuş şəxs;\n\n \n\n[78] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.4-cü maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir.\n\n \n\n[79]   18 mart 2011-ci il tarixli 94-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 15 aprel 2011-ci il, № 79, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 4, maddə 267) ilə yeni məzmunda 20.1.4-1-ci maddə əlavə edilmişdir.\n\n \n\n[80] 20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 20.1.5-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\n20.1.5. prokurorluq işçiləri;\n\n \n\n[81] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.5-1-ci maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir və həmin maddəyə “işçiləri” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş prokurorluq işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[82] 20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 20.1.5-1-ci və 20.1.5-2-ci maddələr əlavə edilmişdir.\n\n \n\n[83] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.6-cı maddə yeni redaksiyada veril mişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.1.6. vaxtından asılı olmayaraq, Azərbaycan Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) və Naxçıvan Muxtar Respublikasının İnsan hüquqları üzrə müvəkkili (ombudsman) vəzifəsində işləmiş şəxslər;\n\n \n\n[84] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə yeni məzmunda 20.1.6-1-ci maddə əlavə edilmişdir.\n\n \n\n[85] 03 aprel 2015-ci il tarixli 1247-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 06 may 2015-ci il, № 96, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2015-ci il, № 5, maddə 494) ilə 20.1.7-ci və 20.1.8-ci maddələrdə “vətəndaşlığından çıxması” sözləri “vətəndaşlığına xitam verilməsi” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.7-ci maddənin əvvəlinə “əmək pensiyası yaşına çatmış və ya bu yaşa çatanadək I qrup əlil olmuş” sözləri əlavə edilmişdir.\n\n \n\n[86] 28 aprel 2009-cu il tarixli 807-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 iyun 2009-cu il, № 137, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 06, maddə 399) ilə 20.1.7-ci və 20.1.8-ci maddələrində “işdən azad edilmiş” sözləri “dövlət qulluğuna xitam verilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[87] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.9-cu maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.1.9. Azərbaycan Respublikasının Baş naziri və Baş nazirinin müavinləri, Naxçıvan Muxtar Respublikasının Baş naziri və Baş nazirinin müavinləri, Azərbaycan Respublikası mərkəzi icra hakimiyyəti orqanının rəhbəri və rəhbərinin müavinləri, Naxçıvan Muxtar Respublikası mərkəzi icra hakimiyyəti orqanının rəhbəri və rəhbərinin müavinləri, yerli icra hakimiyyəti orqanının rəhbəri (başçısı) vəzifələrini tutmuş şəxslər;\n\n \n\n[88] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.12-ci maddəyə “qulluqçular” sözündən sonra “(müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[89] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.13-cü maddəyə “şəxslər” sözündən sonra “(müddətli həqiqi hərbi xidmət hərbi qulluqçuları istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[90] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.14-cü maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir və həmin maddəyə “işçiləri” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş ədliyyə işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[91] 13 iyun 2008-ci il tarixli 649-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 27 avqust 2008-ci il, № 190, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 699) yeni məzmunda 20.1.16, 20.1.17, 20.21-20.25-ci maddələr əlavə edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.16-cı maddədə “əlil olmuş” sözləri “I qrup əlil olmuş və Azərbaycan Respublikası Hesablama Palatasının üzvü kimi azı səlahiyyət müddətinin yarısı qədər sığorta stajı olan Azərbaycan Respublikası” sözləri ilə əvəz edilmişdir.\n\n \n\n[92] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.18-ci maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir və həmin maddəyə “işçiləri” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş miqrasiya orqanları işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[93] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.1.20-ci maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilsin və həmin maddəyə “işçiləri” sözündən sonra “(xüsusi rütbələrdən məhrum edilmiş fövqəladə hallar orqanlarının işçiləri istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[94] 01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037) ilə 20.1.19-cu maddənin sonunda nöqtə işarəsi nöqtəli vergül işarəsi ilə əvəz edilmişdir və yeni məzmunda 20.1.20-ci və 20.1.21-ci maddələr əlavə edilmişdir.\n\n \n\n[95] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.2-ci maddəyə “əmək pensiyasına” sözlərindən sonra “səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.2-ci və 20.3-cü maddələrdən “, əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla,” sözləri çıxarılmışdır və həmin maddələrdə “ödənilir” sözü “təyin edilir” sözləri ilə əvəz edilmişdir.\n\n \n\n[96] 14 aprel 2009-cu il tarixli 785-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti 2 iyul 2009-cu il, № 141, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 06, maddə 395) ilə 20.3-cü maddəsində \"Milli Məclisinin sədri, sədrin birinci müavini, sədrin müavini, komissiya sədri və ya komissiya sədrinin müavini\" sözləri \"Milli Məclisinin sədri, sədrin birinci müavini, sədrin müavini, komitə və komissiya sədri və ya sədrinin müavini\" sözləri ilə, \"Milli Məclisinin sədrinin, sədrin birinci müavininin, sədrin müavininin, komissiya sədrinin və ya komissiya sədrinin müavininin\" sözləri \"Milli Məclisinin sədrinin, sədrin birinci müavininin, sədrin müavininin, komitə və komissiya sədrinin və ya sədrinin müavininin\" sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.3-cü maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir.\n\n \n\n[97] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.4-cü maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\n20.4 Azərbaycan Respublikası Milli Məclisinin deputatı və sabiq deputatı və Naxçıvan Muxtar Respublikası Ali Məclisinin deputatı və sabiq deputatı vəfat etdikdə, onların hər bir ailə üzvü üçün fəaliyyətdə olan deputatın əməkhaqqının 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləğlə bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə ödənilir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 20.4-cü, 20.6-1-ci, 20.7-1-ci, 20.8-1-ci, 20.9-1-ci, 20.13-cü, 20.20-ci, 20.23-cü, 20.27-ci və 20.29-cu maddələrdə “almalı olduğu” sözləri “şərti əmək pensiyası” sözləri ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.4-cü, 20.6-cı, 20.6-1-ci, 20.7.2-ci, 20.7-1-ci, 20.8.2-ci, 20.8-1-ci, 20.9-cu, 20.9-1-ci, 20.11.2-ci, 20.13-cü, 20.19.2-ci, 20.20–20.23-cü, 20.26.2-ci, 20.27-ci, 20.28.2-ci və 20.29-cu maddələrdə “ödənilir” sözü “təyin edilir” sözləri ilə əvəz edilmişdir.\n\n \n\n[98] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.5-ci maddə ləğv edilmişdir.\n\n \n\n[99] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 20.6-cı və 20.9-cu maddələrə “əmək pensiyasına” sözlərindən sonra “səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[100] 15 noyabr 2011-ci il tarixli 254-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 24 dekabr 2011-ci il, № 279, “Azərbaycan” qəzeti, 25 dekabr 2011-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 12, maddə 1109) ilə 20.6-1-ci maddə əlavə edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.6-1-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.6-1. Bu Qanunun 20.1.3-1-ci maddəsində nəzərdə tutulmuş şəxslərin əmək pensiyasına Milli Televiziya və Radio Şurasının fəaliyyətdə olan üzvünün və Naxçıvan Muxtar Respublikası Televiziya və Radio Şurasının fəaliyyətdə olan üzvünün əməkhaqqının 80 faizi miqdarı ilə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə ödənilir.\n\n \n\n[101] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.7-ci maddədə “əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla” sözləri “əlavələr hakim vəzifəsindəki fəaliyyətin son 24 ayı və ya istənilən ardıcıl gələn 60 ayı ərzindəki əməkhaqqının orta aylıq məbləğindən, əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla, aşağıdakı qaydada müəyyən edilir” sözləri ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.7-ci, 20.8-ci, 20.11-ci və 20.19-cu maddələrə “məbləğindən,” sözündən sonra “pensiya təyinatı tarixinədək” sözləri əlavə edilmişdir.\n\n \n\n[102] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.7.1-ci və 20.7.2-ci maddələr yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.7.1. 5 il hakim işləmiş sabiq hakimlərə - hakim vəzifəsində aldıqları 5 ilin orta aylıq əməkhaqqının 45 faizi miqdarında;\n\n20.7.2. 5 ildən 10 ilə qədər hakim işləmiş sabiq hakimlərə - hakim vəzifəsində aldıqları istənilən 5 ilin orta aylıq əməkhaqqının 45 faizi miqdarında, 5 ildən yuxarı hakimlik stajının hər ili üçün həmin orta aylıq əməkhaqqının 2 faizi miqdarında əlavə olunmaqla;\n\n \n\n[103] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.7.3-cü maddə ləğv edilmişdir.\n\n \n\n[104]   18 mart 2011-ci il tarixli 94-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 15 aprel 2011-ci il, № 79, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 4, maddə 267) ilə yeni məzmunda 20.7-1-ci  maddə əlavə edilmişdir.\n\n \n\n[105] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.8.1-ci və 20.8.2-ci maddələr yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.8.1. prokurorluq orqanlarında 5 il qulluq etmiş prokurorluq işçilərinə - orta aylıq əmək haqqının 45 faizi miqdarında;\n\n20.8.2. prokurorluq orqanlarında 5 ildən 10 ilə qədər qulluq etmiş prokurorluq işçilərinə - orta aylıq əmək haqqının 45 faizi miqdarında, 5 ildən yuxarı prokurorluq işçisi stajının hər ili üçün orta aylıq əmək haqqının 2 faizi miqdarında əlavə olunmaqla;\n\n \n\n[106] 20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 20.8-1-ci maddə əlavə edilmişdir.\n\n \n\n[107] 20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 20.8-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\n20.8. Bu Qanunun 20.1.5-ci maddəsində nəzərdə tutulan şəxslərin əmək pensiyasına əməkhaqqındakı sonrakı artımlar da nəzərə alınmaqla:\n\n20.8.1.    prokurorluq orqanlarında 5 il qulluq etmiş prokurorluq işçilərinə prokurorluq işçisi kimi aldıqları 5 ilin orta aylıq əməkhaqqının 45 faizi miqdarında;\n\n20.8.2.    prokurorluq orqanlarında 5 ildən 10 ilə qədər qulluq etmiş prokurorluq 20.8.3. işçilərinə - prokurorluq işçisi kimi aldıqları istənilən 5 ilin orta aylıq əməkhaqqının 45 faizi miqdarında, 5 ildən yuxan prokurorluq işçisi stajının hər ili üçün həmin orta aylıq əməkhaqqının 2 faizi miqdarında əlavə olunmaqla;\n\n20.8.3. prokurorluq orqanlarında 10 ildən yuxan qulluq etmiş prokurorluq işçilərinə  -  prokurorluq  işçisi  kimi  aldıqları  istənilən  5  ilin  orta  aylıq əməkhaqqının 55 faizi miqdarında, 10 ildən yuxarı prokurorluq işçisi stajının hər ili üçün həmin orta aylıq əməkhaqqının 5 faizi miqdarında əlavə olunmaqla, lakin həmin orta aylıq əməkhaqqının 80 faizi miqdarından çox olmamaq şərtilə müəyyən olunan məbləğlə bu Qanunla təyin edilən əmək pensiyasının məbləği arasındakı fərq qədər əlavə ödənilir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.8.3-cü maddə ləğv edilmişdir.\n\n \n\n[108] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.9-cu maddədə “vəzifə maaşının” sözləri “əməkhaqqının” sözləri ilə əvəz edilmişdir.\n\n \n\n[109] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə yeni məzmunda 20.9-1-ci maddə əlavə edilmişdir.\n\n \n\n[110] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 20-ci maddəyə aşağıdakı dəyişikliklər və əlavələr edilmişdir.\n\n20.1-ci maddədə «sığorta olunanlara» sözləri «əmək pensiyaçılarına» sözləri ilə əvəz olunmuşdur, 20.1.1-ci, 20.1.4-cü və 20.3-cü maddələrdə «çatmış» sözündən sonra «və ya bu yaşa çatanadək əlil olmuş» sözləri əlavə olunmuşdur, 20.1.2-ci maddə yeni  redaksiyada verilmişdir, 20.1.3-cü maddədə «əmək pensiyasına çıxdıqda» sözləri çıxarılmışdır, 20.1.6-cı maddə yeni  redaksiyada verilmişdir, 20.4-cü maddədə «Bu qanunun 20.1.2-ci maddəsində nəzərdə tutulmuş, səlahiyyəti müddətində vəfat etmiş Azərbaycan Respublikası Milli Məclisinin deputatının və Naxçıvan Muxtar Respublikası Ali Məclisinin deputatının hər bir ailə üzvü üçün həmin deputatın» sözləri «Azərbaycan Respublikası Milli Məclisinin deputatı və sabiq deputatı və Naxçıvan Muxtar Respublikası Ali Məclisinin deputatı və sabiq deputatı vəfat etdikdə, onların hər bir ailə üzvü üçün fəaliyyətdə olan deputatın» sözləri ilə əvəz edilmişdir, 20-ci maddəyə yeni məzmunda 20.1.7-ci—20.1.15-ci maddələr və 20.11-ci—20.20-ci maddələr əlavə edilmişdir;\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.10-cu maddədə “20.1.1-20.1.2-ci maddələrində” sözləri “20.1.1-ci maddəsində” sözləri ilə əvəz edilmişdir.\n\n \n\n[111] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.11.1-ci və 20.11.2-ci maddələr yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n20.11.1. dövlət qulluğu vəzifəsində 5 il qulluq stajı olan şəxsə—dövlət məvacibinin orta aylıq məbləğinin 45 faizi miqdarında;\n\n20.11.2. dövlət qulluğu vəzifəsində 5 ildən 10 ilə qədər qulluq stajı olan şəxsə—dövlət məvacibinin orta aylıq məbləğinin 45 faizi miqdarında, 5 ildən yuxarı qulluq stajının hər ili üçün dövlət məvacibinin orta aylıq məbləğinin 2 faizi miqdarında əlavə olunmaqla;\n\n2 iyul 2021-ci il tarixli 357-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 avqust 2021-ci il, № 166, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 899) ilə 20.11.1-ci maddəyə “15 il” sözlərindən sonra “(bu Qanunun 20.11-1-ci maddəsində nəzərdə tutulan hal istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[112] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.11.3-cü maddə ləğv edilmişdir.\n\n \n\n[113] 2 iyul 2021-ci il tarixli 357-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 avqust 2021-ci il, № 166, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 899) ilə yeni məzmunda 20.11-1-ci maddə əlavə edilmişdir.\n\n \n\n[114] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.14.1-ci maddədə “hər ili” sözlərindən sonra “(il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir və “3 faizi” sözləri “2 faizi (müvafiq icra hakimiyyəti orqanı sistemində xidmət edən şəxslər üzrə isə - 3 faizi)” sözləri ilə əvəz edilmişdir.\n\n \n\n[115] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.14.2-ci maddəyə “hər ili” sözlərindən sonra “(il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[116] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.14.3-cü maddəyə “hər ili” sözlərindən sonra “(il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[117] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.14.4-cü maddədə “hər ili” sözlərindən sonra “(il tam olmadıqda isə natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir və “3 faizi” sözləri “2 faizi (müvafiq icra hakimiyyəti orqanı sistemində xidmət edən şəxslər üzrə isə - 3 faizi)” sözləri ilə əvəz edilmişdir.\n\n \n\n[118] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 20.15-ci maddədə “maddədə” sözü “Qanunun 20.14-cü maddəsində” sözləri ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.15-ci maddəyə “məbləği” sözündən sonra “təyinat tarixində” sözləri əlavə edilmişdir.\n\n \n\n[119] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 20.16.1-ci maddədə “I qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar I dərəcə əlilliyi olan şəxslərə” sözləri ilə, “II qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar II dərəcə əlilliyi olan şəxslərə” sözləri ilə və “III qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar III dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 20.16.1-ci və 20.16.2-ci maddələrdə “I dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 81-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə, “II dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 61-80 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə və “III dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 31-60 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[120] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 20.16.1-ci maddədə “I qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar I dərəcə əlilliyi olan şəxslərə” sözləri ilə, “II qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar II dərəcə əlilliyi olan şəxslərə” sözləri ilə və “III qrup müharibə əlillərinə” sözləri “müharibə ilə əlaqədar III dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 20.16.2-ci maddədə “I qrup digər əlillərə” sözləri “I dərəcə əlilliyi olan digər şəxslərə” sözləri ilə, “əlillərə” sözü “əlilliyi olan şəxslərə” sözləri ilə və hər iki halda “qrup əlillərə” sözləri “dərəcə əlilliyi olan şəxslərə” sözləri ilə əvəz edilmişdir.\n\n \n\n[121] 5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.14-cü, 20.16-cı və 20.17-ci maddələrə “əlavələr” sözündən sonra “pensiya təyinatı tarixinədək” sözləri əlavə edilmişdir.\n\n \n\n[122] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.17.1-ci maddəyə “məbləğində” sözündən sonra “(ailəyə düşən ümumi məbləğ ailə başçısının təminat xərcliyinin 80 faizindən az olduqda həmin məbləğə çatdırılmaqla)” sözləri əlavə edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 20.17.1-ci maddədə “müharibə əlilləri” sözləri “müharibə ilə əlaqədar əlilliyi olan şəxslər” sözləri ilə əvəz edilmişdir.\n\n \n\n[123] 4 iyul 2008-ci il tarixli 669-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 10 avqust 2008-ci il, № 176, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 710) ilə 20.17.1-ci və 20.17.2-ci maddələrdə “xəsarət (yara, kontuziya və ya zədə)” sözləri “xəsarət (yaralanma, travma, kontuziya)” sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.17.2-ci maddəyə “miqdarı ilə” sözlərindən sonra “(ailəyə düşən ümumi məbləğ ailə başçısının təminat xərcliyinin 80 faizindən az olduqda həmin məbləğə çatdırılmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[124] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.19.1-ci və 20.19.2-ci maddələr yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.19.1. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 il qulluq etmiş ədliyyə işçilərinə—orta aylıq əmək haqqının 45 faizi miqdarında;\n\n20.19.2. ədliyyə orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 ildən 10 ilə qədər qulluq etmiş ədliyyə işçilərinə—orta aylıq əmək haqqının 45 faizi miqdarında, 5 ildən yuxarı qulluq stajının hər ili üçün orta aylıq əmək haqqının 2 faizi miqdarında əlavə olunmaqla;\n\n \n\n[125] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.19.3-cü maddə ləğv edilmişdir.\n\n \n\n[126] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.21-ci maddəyə “əmək pensiyasına” sözlərindən sonra “səlahiyyət müddətində tam fəaliyyət dövrünə görə (fəaliyyət dövrü tam olmadıqda isə natamam fəaliyyət dövründəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla)” sözləri əlavə edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.21-ci maddədən “, əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla,” sözləri çıxarılmışdır.\n\n \n\n[127] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.22-ci maddədə “əlil” sözü “I qrup əlil” sözləri ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.22-ci maddədən “əmək haqqındakı sonrakı artımlar da nəzərə alınmaqla,” sözləri çıxarılmışdır.\n\n \n\n[128] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.23-cü maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.23. Azərbaycan Respublikası Hesablama Palatasının üzvü və sabiq üzvü vəfat etdikdə, onların hər bir ailə üzvü üçün Hesablama Palatasının fəaliyyətdə olan üzvünün əmək haqqının 80 faizi miqdarının ailə üzvlərinin sayına olan nisbəti şəklində müəyyən edilmiş məbləği bu Qanunla təyin edilən ailə başçısını itirməyə görə əmək pensiyasının məbləği arasındakı fərq qədər əmək pensiyasına əlavə ödənilir.\n\n \n\n[129] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.24-cü maddə ləğv edilmişdir.\n\n \n\n[130] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.25-ci maddədə “20.1.16 və 20.1.17-ci maddələrində” sözləri “20.1.16-cı maddəsində” sözləri ilə əvəz edilmişdir.\n\n \n\n[131] 5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 20.26-cı və 20.28-ci maddələrə “məbləği,” sözündən sonra “pensiya təyinatı tarixinədək” sözləri əlavə edilmişdir.\n\n \n\n[132] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.26.1-ci və 20.26.2-ci maddələr yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.26.1. miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 il qulluq etmiş miqrasiya işçilərinə — orta aylıq əməkhaqqının 45 faizi miqdarında;\n\n20.26.2. miqrasiya orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 ildən 10 ilə qədər qulluq etmiş miqrasiya işçilərinə — orta aylıq əməkhaqqının 45 faizi miqdarında, 5 ildən yuxarı qulluq stajının hər ili üçün orta aylıq əməkhaqqının 2 faizi miqdarında əlavə olunmaqla;\n\n \n\n[133] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.26.3-cü maddə ləğv edilmişdir.\n\n \n\n[134] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.28.1-ci və 20.28.2-ci maddələr yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n20.28.1. fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 il xidmət keçmiş fövqəladə hallar orqanları işçilərinə - orta aylıq əməkhaqqının 45 faizi miqdarında;\n\n20.28.2. fövqəladə hallar orqanlarında xüsusi rütbələr nəzərdə tutulan vəzifələrdə 5 ildən 10 ilə qədər xidmət keçmiş fövqəladə hallar orqanları işçilərinə - orta aylıq əməkhaqqının 45 faizi miqdarında, 5 ildən yuxarı xidmət stajının hər ili üçün orta aylıq əməkhaqqının 2 faizi miqdarında əlavə olunmaqla;\n\n \n\n[135] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 20.28.3-cü maddə ləğv edilmişdir.\n\n \n\n[136] 01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037) ilə yeni məzmunda 20.28-ci və 20.29-cu maddələr əlavə edilmişdir.\n\n \n\n[137] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə yeni məzmunda 20.30-cu maddə əlavə edilmişdir.\n\n \n\n[138] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 21-ci maddəyə aşağıdakı dəyişiklik və əlavələr edilmişdir.\n\n21.1-ci maddədə «işləyənlərin»sözündən sonra «hərbi qulluqçuların» sözləri, «iş» sözündən sonra «, hərbi xidmət» sözləri əlavə edilmişdir, 21.2.3-cü maddədə «müddətli həqiqi hərbi (alternativ) xidmət» sözlərindən sonra «(1992-ci il yanvarın 1-dək keçmiş SSRİ-nin ərazisində müddətli həqiqi hərbi xidmət dövrü daxil olmaqla)» sözləri əlavə edilmişdir,  21-ci maddəyə yeni məzmunda 21.2.11-ci maddə əlavə edilmişdir;\n\n \n\n[139] 22 oktyabr 2019-cu il tarixli 1685-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 13 noyabr 2019-cu il, № 251, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №11, maddə 1691) ilə 21.2.3-cü maddəyə “müvafiq icra hakimiyyəti orqanlarında” sözlərindən sonra “və hərbi xidmət nəzərdə tutulmuş digər dövlət orqanlarında (dövlət orqanlarının strukturuna daxil olan qurumlarda)” sözləri əlavə edilmişdir.\n\n \n\n[140] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 21.2.4-cü maddədə “16 yaşınadək əlil” sözləri “sağlamlıq imkanları məhdud 18 yaşınadək” sözləri ilə əvəz edilmişdir.\n\n22 fevral 2013-cü il tarixli 573-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 19 mart 2013-cü il, № 61, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 03, maddə 223) ilə 21.2.4-cü maddədə “70 yaşına çatmış qocalara” sözləri “ahıllara (yaşı 70-ə çatmış şəxslərə)” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 21.2.4-cü maddədə “I qrup əlilə” sözləri “I dərəcə əlilliyi olan şəxsə” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 21.2.4-cü maddədə “I dərəcə əlilliyi olan şəxsə və ya sağlamlıq imkanları məhdud 18 yaşınadək uşağa” sözləri “orqanizmin funksiyalarının 81-100 faiz pozulmasına görə və ya 18 yaşınadək əlilliyi müəyyən edilmiş şəxsə” sözləri ilə əvəz edilmişdir.\n\n \n\n[141] 24 aprel 2018-ci il tarixli 1078-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 may 2018-ci il, № 111, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, №5, maddə 865) ilə 21.2.5-ci maddədə “işsizlik müavinətinin” sözləri “işsizlikdən sığorta ödənişinin” sözləri ilə əvəz edilmişdir.\n\n12 iyul 2019-cu il tarixli 1661-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 avqust 2019-cu il, № 182, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1382) ilə 21.2.5-ci maddədən “yenidən” sözü və “və ya təhsil aldığı” sözləri çıxarılmışdır.\n\n \n\n[142] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 21.2.6-cı maddədə “əlillərin” sözündən sonra “və ya 18 yaşınadək sağlamlıq imkanları məhdud şəxslərin” sözləri əlavə edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 21.2.6-cı maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n21.2.6. əmək vəzifələrini yerinə yetirərkən xəsarət alıb şikəst olmuş və bu səbəbdən, eləcə də peşə xəstəliyi nəticəsində işləməyən I və II qrup əlillərin və ya 18 yaşınadək sağlamlıq imkanları məhdud şəxslərin yaşa görə pensiya hüququ çatanadək pensiyada olduqları müddət;\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 21.2.6-cı maddədə “I və II dərəcə əlilliyi olan” sözləri “orqanizmin funksiyalarının 61-100 faiz pozulmasına görə əlilliyi müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[143] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 22-ci maddəyə yeni məzmunda 22.4-cü maddə əlavə edilmişdir.\n\n \n\n[144] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə yeni məzmunda 22-1-ci maddə əlavə edilmişdir.\n\n \n\n[145] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 22-1.2.1-ci maddədə “2020-ci” sözləri “2022-ci” sözləri ilə və “2021-ci” sözləri “2023-cü” sözləri ilə əvəz edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 22-1.2.1-ci maddəyə “sığortaolunana” sözündən sonra “(bu Qanunun 8-ci maddəsinin müddəaları nəzərə alınaraq həmin maddədə göstərilən şəxslər də daxil olmaqla)” sözləri əlavə edilmişdir.\n\n9 dekabr 2022-ci il tarixli 679-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 28 dekabr 2022-ci il, “Azərbaycan” qəzeti, 29 dekabr 2022-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1387) ilə 22-1.2.1-ci maddədə “2022” rəqəmləri “2025” rəqəmləri ilə və “2023-cü” sözləri “2026-cı” sözləri ilə əvəz edilmişdir.\n\n \n\n[146] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 24.0.1-ci maddədə «müddəti» sözündən sonra «(müvafiq icra hakimiyyəti orqanının qərarı əsasında)» sözləri əlavə edilmişdir.\n\n \n\n[147] 30 dekabr 2022-ci il tarixli 791-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 1 fevral 2023-cü il, “Azərbaycan” qəzeti, 2 fevral 2023-cü il, № 23) ilə 25-ci maddədə “məcburi dövlət sosial sığorta haqlarının ödənilməsi barədə verilən sənədlə təsdiq olunur” sözləri “bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilir” sözləri ilə əvəz edilmişdir.\n\n \n\n[148] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 26.3-cü, 26.4-cü, 29.3-cü maddələrdə «20.1.6-cı» sözləri «20.1.15-ci» sözləri ilə əvəz edilmişdir.\n\n \n\n[149] 17 may 2011-ci il tarixli 128-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 09 iyun 2011-ci il, № 117, “Azərbaycan” qəzeti, 10 iyun 2011-ci il, № 124, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 06, maddə 465) ilə yeni məzmunda 26.3-1 – 26.3-3-cü maddələr əlavə edilmişdir.\n\n01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037) ilə 26.4-cü və 26.5-ci maddələrdə, 29.3-cü və 37.3.4-cü maddələrin birinci cümlələrində “20.1.19-cu” sözləri “20.1.21-ci” sözləri ilə əvəz edilmişdir.\n\n31 may 2010-cu il tarixli 1017-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 iyul 2010-cu il, № 151, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 7, maddə 579) ilə 26.4-cü, 26.5-ci maddələrdə \"20.1.17-ci\" sözləri \"20.1.19-cu\" sözləri ilə əvəz edilmişdir.\n\n6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 26.2-26.5-ci maddələr müvafiq olaraq 26.3-26.6-cı maddələr hesab edilsin və bu Qanuna 26.2-ci maddə əlavə edilmişdir.\n\n6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 26.2-ci maddəyə qeyd əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 26.2-ci maddə və həmin maddənin “Qeyd” hissəsi çıxarılmışdır.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 26-cı maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nM a d d ə 26. Qanunun qüvvəyə mindiyi günədək təyin edilmiş əmək    pensiyasının yenidən hesablanması\n\n26.1. Bu Qanunun qüvvəyə mindiyi günədək təyin edilmiş əmək pensiyasının (bütün əlavələr, müxtəlif güzəştlərin ləğvi ilə bağlı kompensasiyalar və digər ödəmələrlə birlikdə) ümumi məbləği dəyişdirilmədən bu Qanunun müddəalarına uyğun şərti çevrilməsi aparılır. Bu məqsədlə, Qanun qüvvəyə mindiyi günədək təyin olunmuş əmək pensiyasının (bütün əlavələr, müxtəlif güzəştlərin ləğvi ilə bağlı kompensasiyalar və digər ödəmələrlə birlikdə) ümumi məbləğindən əmək pensiyasının qanunvericiliklə müəyyən edilmiş baza hissəsi çıxıldıqdan sonra yerdə qalan məbləğ əmək pensiyasının sığorta hissəsi kimi müəyyənləşdirilir.\n\n26.2. Bu Qanunun qüvvəyə mindiyi günədək müvafiq orta aylıq əməkhaqqına məhdudiyyət (ölkə üzrə pensiya hesablanması üçün təsdiq olunmuş orta aylıq əməkhaqqının üçqat məbləğində) tətbiq edilməklə hesablanmış əmək pensiyası, həmin əməkhaqqının tam məbləği əsas götürülməklə yenidən hesablanır.\n\nQeyd: 26.2-ci maddə 2008-ci il yanvarın 1-dən tətbiq edilir və bu tarixədək olan dövr üzrə pensiyaların hesablanmasına, indeksləşdirilməsinə və ödənilməsinə şamil edilmir.\n\n26.3. Bu Qanun qüvvəyə mindiyi günədək təyin olunmuş əmək pensiyasının (bütün əlavələr, müxtəlif güzəştlərin ləğvi ilə bağlı kompensasiyalar və digər ödəmələrlə birlikdə) ümumi məbləği əmək pensiyasının qanunvericiliklə müəyyən edilmiş baza hissəsinin məbləğindən aşağı olduqda, əmək pensiyasının yeni məbləği əmək pensiyasının qanunvericiliklə müəyyən edilmiş baza hissəsinin məbləğinə bərabər tutulur.\n\n26.3-1. 2006-cı il yanvarın 1-dək pensiyaya çıxmış şəxslərin (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş şəxslər istisna olmaqla) əmək pensiyaları, pensiya təyin edilən tarixə nəzərə alınmış iş stajının hər ili üçün 1,94 manat (il tamam olmadıqda isə bu məbləğ natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) sığorta hissəsi müəyyən edilməklə 2011-ci il 01 iyul tarixindən yenidən hesablanır.\n\n26.3-2. 2006-cı il yanvarın 1-dək pensiyaya çıxmış və sonra əmək fəaliyyətini davam etdirmiş şəxslərin, onlara pensiya təyin edildiyi tarixdən 2006-cı il yanvarın 1-dək olan dövrdəki iş stajının hər ili üçün də 1,94 manat (il tamam olmadıqda isə bu məbləğ natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) sığorta hissəsi müəyyən edilərək pensiyalarının sığorta hissəsinin 2011-ci il 01 iyul tarixindən yenidən hesablanmasında nəzərə alınır.\n\n26.3-3. 2006-cı il yanvarın 1-dək pensiyaya çıxmış şəxslərin əmək pensiyalarının (bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş şəxslər istisna olmaqla) yenidən hesablanması zamanı yenidən hesablanmış və mövcud pensiya məbləğlərindən daha yüksək olan məbləğ pensiya təyinatı üçün əsas götürülür.\n\n26.4. Bu Qanunun  20.1.1—20.1.21-ci maddələrində  nəzərdə  tutulmuş şəxslərin bu Qanunun qüvvəyə mindiyi günədək təyin edilmiş pensiyasının (bütün əlavələr və digər ödəmələrlə birlikdə) ümumi məbləğindən bu Qanunun qüvvəyə mindiyi günədək ölkə üzrə pensiya hesablanması üçün təsdiq olunmuş orta aylıq əməkhaqqının üçqat məbləği çıxıldıqdan sonra yerdə qalan məbləğ qulluq stajına görə əmək pensiyasına əlavə kimi müəyyənləşdirilir.\n\n26.5. Bu Qanunun qüvvəyə mindiyi günədək ölkə üzrə pensiya hesablanması üçün təsdiq olunmuş orta aylıq əməkhaqqının üçqat məbləğindən əmək pensiyasının qanunvericiliklə müəyyən edilən baza hissəsi çıxıldıqdan sonra yerdə qalan məbləğ bu Qanunun 20.1.1—20.1.21-ci maddələrində nəzərdə tutulmuş şəxslərin əmək pensiyasının sığorta hissəsi kimi müəyyənləşdirilir.\n\n26.6. Bu Qanunun qüvvəyə minməsi ilə əlaqədar əmək pensiyasının baza hissəsinin üzərinə bu Qanunun 19-cu maddəsi ilə müəyyən olunmuş əlavələr hesablanır.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 26-cı maddənin adında “2017-ci il iyulun 1-dək təyin edilmiş əmək” sözləri “Əmək” sözü ilə əvəz edilmişdir.\n\n \n\n[150] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 26.2-ci maddədən “bu Qanunun 19-cu maddəsinə uyğun” sözləri çıxarılmışdır.\n\n \n\n[151] 5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 26.3-cü maddənin ikinci cümləsi çıxarılmışdır.\n\n \n\n[152] 5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə yeni məzmunda 26.4-cü maddə əlavə edilmişdir.\n\n \n\n[153] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 27-ci maddənin adında “Qanunun qüvvəyə mindiyi günədək qazanılmış” sözləri “Qazanılmış” sözü ilə əvəz edilmişdir.\n\n \n\n[154] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 27.1-ci maddənin birinci cümləsində “Bu Qanunun qüvvəyə mindiyi günədək sığortaolunanların” sözləri “Sığortaolunanların (əmək pensiyası təyin olunmuş şəxslər istisna olmaqla) 2006-cı il yanvarın 1-dək” sözləri ilə, ikinci cümləsində “ 170” rəqəmi “ 306” rəqəmi ilə əvəz edilmişdir və həmin maddəyə yeni məzmunda üçüncü cümlə əlavə edilmişdir.\n\n \n\n[155] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 27.2-ci və 27.3-cü maddələr ləğv edilmişdir.\n\n \n\n[156] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 27.2-ci maddədə «müəyyən edilir» sözlərindən sonra «və bu zaman bu qanun qüvvəyə mindikdən sonra əmək pensiyası təyin olunmuş şəxslərə pensiya hesablanması üçün orta aylıq əmək haqqına (bu qanunun 20-ci maddəsində göstərilən vəzifələr üzrə əmək haqqı istisna olmaqla) məhdudiyyət tətbiq edilmir» sözləri əlavə edilmişdir.\n\n \n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 27-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\nM a d d ə 27. Qanunun qüvvəyə mindiyi günədək sığortaolunanların        qazanılmış əmək pensiyası hüquqlarının nəzərə alınması\n\n \n\n27.1.    Bu Qanunun qüvvəyə mindiyi günədək qüvvədə olmuş qanunvericilik üzrə hər bir sığortaolunanın bu Qanunun qüvvəyə mindiyi tarixə qazanılmış əmək pensiyası hüququnun (əmək stajı, əməkhaqqı və sosial sığorta göstəriciləri) bu Qanunun müddəalarına uyğun şərti çevrilməsi aparılır. Bu zaman bu Qanun qüvvəyə mindiyi günədək qüvvədə olmuş qanunvericiliyə uyğun şərti qaydada hesablanan əmək pensiyasının ümumi məbləğindən əmək pensiyasının baza hissəsi çıxıldıqdan sonra yerdə qalan məbləğ qanun qüvvəyə mindiyi günədək qazanılmış əmək pensiyasının sığorta hissəsi kimi müəyyənləşdirilir.\n\nBu Qanunun qüvvəyə mindiyi günədək sığortaolunanların qazanılmış əmək pensiyası hüquqlarının nəzərə alınması qaydaları müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən edilir və bu zaman bu qanun qüvvəyə mindikdən sonra əmək pensiyası təyin olunmuş şəxslərə pensiya hesablanması üçün orta aylıq əmək haqqına (bu qanunun 20-ci maddəsində göstərilən vəzifələr üzrə əmək haqqı istisna olmaqla) məhdudiyyət tətbiq edilmir.\n\n \n\n17 may 2011-ci il tarixli 128-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 09 iyun 2011-ci il, № 117, “Azərbaycan” qəzeti, 10 iyun 2011-ci il, № 124, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 06, maddə 465) ilə 27-ci maddə yeni  redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\nMaddə 27. Qanunun qüvvəyə mindiyi günədək sığortaolunanların qazanılmış əmək pensiyası hüquqlarının nəzərə alınması\n\n \n\nBu Qanunun qüvvəyə mindiyi günədək sığortaolunanların qazanmış olduqları pensiya hüquqları pensiya kapitalına çevrilməklə onların fərdi hesablarında nəzərə alınır. Bu zaman həmin dövrə aid olan ümumi iş stajının hər ili üçün 170 manat (il tam olmadıqda isə bu məbləğ natamam ildəki iş stajı aylarının sayına mütənasib olaraq hesablanmaqla) pensiya kapitalı hesablanır və sığortaolunanların fərdi hesablarının sığorta hissəsində 2006-cı ilin 1 yanvar tarixinə qeydə alınır.\n\n \n\n[157] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə 28-ci maddə ləğv edilmişdir.\n\n \n\n[158] 6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 28-ci maddədə \"qüvvədə olmuş qanunvericilik üzrə\" sözləri çıxarılmışdır.\n\n \n\n[159] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 29.1-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\n29.1. Yaşa görə əmək pensiyasının baza hissəsi ildə bir dəfədən və müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunan istehlak qiymətləri indeksinin illik səviyyəsindən az olmamaqla artırılır.\n\n31 may 2010-cu il tarixli 1017-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 iyul 2010-cu il, № 151, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 7, maddə 579) ilə 29.3-cü maddə \"20.1.17-ci\" sözləri \"20.1.19-cu\" sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 29-cu maddə yeni redaksiyada verilmişdir.\n\n \n\nƏvvəlki redaksiyada deyilirdi:\n\nM a d d ə 29. Əmək pensiyalarının artırılması və indeksləşdirilməsi\n\n \n\n29.1. Yaşa görə əmək pensiyasının baza hissəsinə yenidən baxıldıqda müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunan istehlak qiymətləri indeksinin illik səviyyəsi nəzərə alınır.\n\n29.2. Əmək pensiyasının sığorta hissəsi (o cümlədən bu Qanun qüvvəyə mindiyi günədək qazanılmış əmək pensiyasının sığorta hissəsi) və fərdi hesabın sığorta hissəsində toplanan pensiya kapitalı ildə bir dəfədən az olmamaqla və müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunan istehlak qiymətləri indeksinin illik səviyyəsinə uyğun indeksləşdirilir.\n\n29.3. Bu Qanunun  20.1.1—20.1.21-ci maddələrində  nəzərdə  tutulmuş şəxslərin bu maddəyə uyğun olaraq əmək pensiyasının baza hissəsi artırıldıqda və ya sığorta hissəsi indeksləşdirildikdə, qulluq stajına görə əmək pensiyasına əlavələrin məbləği həmin artımlar qədər azaldılmaqla yenidən hesablanır. Həmin şəxslərin tutmuş olduqları vəzifələr üzrə aylıq əməkhaqqı sonradan artırıldıqda, bu artımlar nəzərə alınmaqla, qulluq stajına görə əmək pensiyasına əlavələr yenidən hesablanır.\n\n29.4. Əmək pensiyasının artırılması və indeksləşdirilməsi bu Qanunun 6-cı maddəsi ilə müəyyən edilmiş əmək pensiyasının ödənişinin maliyyə mənbələrinə uyğun olaraq müvafiq qaydada nəzərdə tutulmuş vəsaitlər dairəsində müvafiq icra hakimiyyəti orqanı tərəfindən həyata keçirilir.\n\n \n\n[160] 12 iyul 2019-cu il tarixli 1650-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 avqust 2019-cu il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1374) ilə 29.1-ci maddədən “və fərdi hesabın sığorta hissəsində qeydə alınan pensiya kapitalı” sözləri çıxarılmışdır.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 29.1-ci maddəyə “sığorta hissəsi” sözlərindən sonra “, bu Qanunun 20-ci maddəsinə əsasən qulluq stajına görə əmək pensiyasına əlavələr təyin edilmiş əmək pensiyaçılarına münasibətdə, həmin əlavələrlə birlikdə müəyyən edilmiş məbləği” sözləri əlavə edilmişdir.\n\n \n\n[161] 12 iyul 2019-cu il tarixli 1650-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 avqust 2019-cu il, № 177, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №8, maddə 1374) ilə yeni məzmunda 29.1-1-ci maddə əlavə edilmişdir.\n\n \n\n[162] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə 29.2-ci maddədə “2017-ci il iyulun 1-dən əmək pensiyasına çıxmış bu” sözləri “Bu” sözü ilə əvəz edilmişdir.\n\n5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 29.2-ci maddə ləğv edilmişdir.\n\n \n\n \n\n[163] 24 may 2013-cü il tarixli 659-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 7 iyun 2013-cü il, № 123; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 608) ilə 30.1-ci maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n \n\n29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 30.1-ci maddənin birinci cümləsindən “şəxsin (ərizəçinin) daimi yaşadığı yer, qaçqın və məcburi köçkünlərə isə məskunlaşdıqları yer üzrə məcburi dövlət sosial sığortası, pensiyalar və pensiyalara əlavələr sahəsində idarəetməni həyata keçirən” sözləri çıxarılmışdır.\n\n \n\n[164] 1 fevral 2019-cu il tarixli 1482-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 14 mart 2019-cu il, № 59Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 3, maddə 380) ilə yeni məzmunda 30.1-1-ci və 31.1-1-ci maddələr əlavə edilmişdir.\n\n \n\n[165] 2 iyun 2008-ci il tarixli 621-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 464) ilə 30.2-ci maddəsində “məhkəməyə” sözündən əvvəl “inzibati qaydada və (və ya)” sözləri əlavə edilmişdir.\n\n \n\n[166] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 31.1-ci maddədən “heç bir müddət məhdudiyyəti olmadan” sözləri çıxarılmışdır.\n\n30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə 31.1-ci maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n \n\n[167] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 31.1-1-ci maddəyə “təyinatı” sözündən sonra “, həmçinin bu Qanunun 37.3.1-ci və 37.3.2-ci maddələrinə əsasən əmək pensiyalarının avtomatlaşdırılmış qaydada yenidən hesablanması” sözləri əlavə edilmişdir.\n\n \n\n[168] 24 may 2013-cü il tarixli 659-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 7 iyun 2013-cü il, № 123; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 608) ilə 31.2-ci maddəyə yeni məzmunda cümlə əlavə edilmişdir.\n\n \n\n30 dekabr 2022-ci il tarixli 791-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 1 fevral 2023-cü il, “Azərbaycan” qəzeti, 2 fevral 2023-cü il, № 23) ilə 31.2-ci maddənin birinci və ikinci cümlələrində “siyahısı əmək pensiyasını təyin edən orqan tərəfindən” sözləri “bu Qanunun 5.3-cü maddəsində nəzərdə tutulan qayda ilə” sözləri ilə əvəz edilmişdir.\n\n \n\n[169] 30 aprel 2013-cü il tarixli 643-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 may 2013-cü il, № 116, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 05, maddə 485) ilə 31.2-1-ci maddə əlavə edilmişdir.\n\n30 dekabr 2022-ci il tarixli 791-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 1 fevral 2023-cü il, “Azərbaycan” qəzeti, 2 fevral 2023-cü il, № 23) ilə 31.2-1 və 34.2-ci maddələrdə “31.2-ci maddəsində göstərilən” sözləri “5.3-cü maddəsində nəzərdə tutulan qayda ilə müəyyən edilmiş” sözləri ilə əvəz edilmişdir.\n\n \n\n[170] 20 dekabr 2022-ci il tarixli 742-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 9 fevral 2023-cü il, “Azərbaycan” qəzeti, 10 fevral 2023-cü il, № 30) ilə yeni məzmunda 31.2-2-ci maddə əlavə edilmişdir.\n\n \n\n[171] 24 may 2013-cü il tarixli 659-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 7 iyun 2013-cü il, № 123; Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 06, maddə 608) ilə 31.4-cü maddədə “ərizəçiyə” sözündən sonra “(xaricdə daimi yaşayan Azərbaycan Respublikası vətəndaşlarına onların konsulluq uçotunda olduqları Azərbaycan Respublikasının diplomatik nümayəndəlikləri və ya konsulluqları vasitəsi ilə)” sözləri əlavə edilmişdir.\n\n \n\n[172] 6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 32.1-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n32.1. Yaşa görə əmək pensiyası, buna hüququ olan şəxsin müraciəti əsasında əmək pensiyası hüququnun yarandığı gündən ömürlük təyin edilir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 32.1-ci maddədən “əmək pensiyası hüququnun yarandığı gündən, lakin bu Qanunun qüvvəyə mindiyi gündən tez olmamaqla” sözləri çıxarılmışdır.\n\n \n\n[173] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə yeni məzmunda 32.1-1-ci maddə əlavə edilmişdir.\n\n30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə 32.1-1-ci maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n \n\n[174] 30 noyabr 2018-ci il tarixli 1362-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 26 dekabr 2018-ci il, № 292, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2504) ilə yeni məzmunda 32.1-2-ci maddə əlavə edilmişdir.\n\n \n\n[175] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 32.2-ci maddədə “əlilliyin” sözündən sonra “və ya 18 yaşınadək sağlamlıq imkanları məhdudluğunun” sözləri, “əlillik” sözündən sonra “və ya sağlamlıq imkanlarının məhdudluğu” sözləri əlavə edilmişdir.\n\n27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 32.2-ci maddədə “62 yaşından yuxarı əlil kişilərə və 57 yaşından yuxarı əlil qadınlara” sözləri “bu Qanunun 7-ci maddəsinə uyğun olaraq müəyyən edilmiş pensiya yaşına çatmış şəxslərə” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 32.2-ci maddədən “əlilliyin və ya 18 yaşınadək sağlamlıq imkanları məhdudluğunun müəyyən olunduğu gündən” və “bütün” və “və ya sağlamlıq imkanlarının məhdudluğu” sözləri çıxarılmışdır.\n\n \n\n[176] 27 oktyabr 2009-cu il tarixli 904-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 11 noyabr 2009-cu il, № 252, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 879) ilə 32.3-cü maddədə “62 yaşına çatmış kişilərə və 57 yaşına çatmış qadınlara” sözləri “bu Qanunun 7-ci maddəsinə uyğun olaraq müəyyən edilmiş pensiya yaşına çatmış şəxslərə” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 32.3-cü maddədən “ailə başçısını itirməyə görə əmək pensiyası hüququnun yarandığı gündən” sözləri çıxarılmışdır.\n\n \n\n[177] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 32-ci maddəyə aşağıdakı məzmunda 32.4-cü maddə əlavə edilmişdir.\n\n \n\n[178] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 34-cü maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\nƏmək pensiyasının bir növündən başqa növünə keçirilmə ərizəçi tərəfindən müvafiq əmək pensiyasının təyin edilməsi üçün zəruri sənədlər təqdim edilməklə bu Qanunun 31.2-ci maddəsinə uyğun aparılır.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 34-cü maddə yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nM a d d ə 34. Əmək pensiyasının bir növündən başqa növünə keçirilmə\n\nƏmək pensiyaçısının yaşa görə əmək pensiyası növündən əlilliyə görə əmək pensiyası növünə keçirilmə istisna olmaqla, əmək pensiyasının bir növündən başqa növünə keçmə hüququ vardır. Əmək pensiyasının bir növündən başqa bir növünə keçirilmə ərizəçi tərəfindən müvafiq əmək pensiyası təyin edilməsi üçün zəruri sənədlər təqdim edilməklə bu qanunun 31.2-ci maddəsinə uyğun aparılır.\n\n \n\n[179] 22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 36-cı maddənin adında “Əlillik dərəcəsi” sözləri “Orqanizmin funksiyalarının pozulması faizi” sözləri ilə əvəz edilmişdir.\n\n \n\n[180] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 36-cı maddənin adında və 36.1-ci maddədə hər iki halda ismin müvafiq hallarında “qrupu” sözü ismin müvafiq hallarında “dərəcəsi” sözü ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 36.1-ci maddədə “Əlillik dərəcəsi” sözləri “Orqanizmin funksiyalarının pozulması faizi” sözləri ilə və “əlillik dərəcəsinin” sözləri “orqanizmin funksiyalarının pozulması faizinin” sözləri ilə əvəz edilmişdir.\n\n \n\n[181] 28 noyabr 2006-cı il tarixli 184-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1019) ilə 37.3.1-ci və 37.3.4-cü maddələr yeni redaksiyada verilmişdir, 37-ci maddəyə yeni məzmunda 37.3.5-ci maddə əlavə edilmişdir;\n\n \n\n[182] 13 iyun 2017-ci il tarixli 730-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 14 iyul 2017-ci il, № 149, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 7, maddə 1289) ilə 37.1-ci maddəsinə ikinci cümlə əlavə edilmişdir.\n\n \n\n[183] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.3.1-ci maddənin birinci cümləsindən “baza və” sözləri çıxarılmışdır, ikinci cümləsinə “keçdikdə” sözündən sonra “, yaxud pensiya təyin olunduğu gündən sonra 6 il və daha çox işlədikdə” sözləri və həmin maddəyə yeni məzmunda üçüncü cümlə əlavə edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 37.3.1-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n37.3.1. yaşa görə əmək pensiyasının baza və pensiya təyin olunan günədək qazanılmış sığorta hissəsi tam məbləğdə ödənilir. Pensiya təyin olunduqdan sonrakı dövr üzrə qazanılan sığorta və yığım hissələri üzrə pensiya kapitalının toplanması davam etdirilir və şəxslər işləməyən əmək pensiyaçısı kateqoriyasına keçdikdə, yaxud pensiya təyin olunduğu gündən sonra 6 il və daha çox işlədikdə həmin dövr üzrə sığorta və yığım hissələrinin hesablanmasında gözlənilən pensiya ödənişi müddəti aylarının sayı pensiyaçının pensiya yaşından sonra işlədiyi ayların miqdarı qədər, lakin 72 aydan artıq olmamaqla azaldılaraq əmək pensiyası yenidən hesablanır. Sonrakı belə hesablamalar bu maddədə göstərilən şərt nəzərə alınmaqla hər növbəti 6 ildən bir həyata keçirilir;\n\n \n\n[184] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.3.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n37.3.2. əlilliyə görə əmək pensiyası himayədə olanlara görə verilən əlavə nəzərə alınmadan yalnız baza hissəsindən ibarət olmaqla ödənilir. Bu Qanun qüvvəyə mindiyi günədək təyin olunmuş əlilliyə görə əmək pensiyası himayədə olanlara verilən əlavə nəzərə alınmadan tam məbləğdə ödənilir;\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 37.3.2-ci maddənin ikinci cümləsinə “olunduqdan” sözündən sonra “, yaxud əmək pensiyası bu maddəyə əsasən yenidən hesablandıqdan” sözləri, “sığorta hissəsi” sözlərindən sonra isə “avtomatlaşdırılmış qaydada (bu Qanunun 37.3.2-1-ci maddəsində nəzərdə tutulmuş hal istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[185] 13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə yeni məzmunda 37.3.2-1-ci maddə əlavə edilmişdir.\n\n \n\n[186] 6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 37.3.4-cü maddənin ikinci cümləsində birinci mötərizədə verilmiş \"göstərilən şəxslər\" sözləri \"göstərilən şəxslərdən yalnız həmin orqanlarda azı 25 il qulluq stajı olan şəxslər\" sözləri ilə əvəz edilmişdir.\n\n13 iyun 2008-ci il tarixli 649-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 27 avqust 2008-ci il, № 190, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 8, maddə 699) ilə 26.4-cü, 26.5-ci, 29.3-cü və 37.3.4-cü maddələrdə “20.1.15” rəqəmi “20.1.17” rəqəmi ilə əvəz edilmişdir, 37.3.4-cü maddədə “20.1.9-cu maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə” sözlərindən sonra “, 20.1.16-cı maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə” sözləri əlavə edilmişdir.\n\n20 oktyabr 2009-cu il tarixli 895-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 19 noyabr 2009-cu il, № 259, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 11, maddə 877) ilə 37.3.4-cü maddənin ikinci cümləsində mötərizədə “20.1.4-cü maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözlərindən sonra “20.1.5-1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözləri əlavə edilmişdir.\n\n31 may 2010-cu il tarixli 1017-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 16 iyul 2010-cu il, № 151, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2009-cu il, № 7, maddə 579) ilə 37.3.4-cü maddənin birinci cümləsində \"20.1.17-ci\" sözləri \"20.1.19-cu\" sözləri ilə əvəz edilmişdir və ikinci cümləsində \"və 20.1.14-cü\" sözləri \", 20.1.14-cü və 20.1.18-ci\" sözləri ilə əvəz edilmişdir.\n\n15 noyabr 2011-ci il tarixli 254-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Respublika” qəzeti, 24 dekabr 2011-ci il, № 279, “Azərbaycan” qəzeti, 25 dekabr 2011-ci il, № 286, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 12, maddə 1109) ilə 37.3.4-cü maddənin ikinci cümləsində “20.1.3-cü maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözlərindən sonra “20.1.3-1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözləri əlavə edilmişdir.\n\n01 oktyabr 2012-ci il tarixli 425-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 16 noyabr 2012-ci il, № 255, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2012-ci il, № 11, maddə 1037) ilə 37.3.4-cü maddənin ikinci cümləsində “və 20.1.18-ci” sözləri “, 20.1.18-ci, 20.1.20-ci” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.3.4-cü maddənin birinci cümləsində “20.1.1-20.1.10-cu və 20.1.14-cü-20.1.21-ci” sözləri “20.1.1-20.1.21-ci” sözləri ilə əvəz edilmişdir və həmin cümlədən “, digər hallarda isə tam məbləğdə” sözləri çıxarılmışdır, ikinci cümləsində birinci mötərizədə “ 25” rəqəmləri “ 35” rəqəmləri ilə əvəz edilmişdir, ikinci mötərizədən “20.1.3-1-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözləri çıxarılmışdır və həmin mötərizəyə “20.1.9-cu maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözlərindən sonra “20.1.11-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə, 20.1.12-ci maddəsində göstərilən şəxslər həmin maddədə sadalanan vəzifələrdə,” sözləri əlavə edilmişdir.\n\n \n\n[187] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.3.5-ci maddə ləğv edilmişdir.\n\n \n\n[188] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.3-cü maddənin sonuna yeni məzmunda “Qeyd” hissəsi əlavə edilmişdir.\n\n \n\n[189] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 37.5-ci maddədə “və əlillər” sözləri “, əlillər və ya sağlamlıq imkanları məhdud uşaqlar” sözləri ilə əvəz edilmişdir, “(pansionatlarda)” sözündən sonra “, xüsusi təhsil müəssisələrində” sözləri əlavə edilmişdir.\n\n22 fevral 2013-cü il tarixli 573-IVQD nömrəli Azərbaycan Respublikasının Qanunu ( “Azərbaycan” qəzeti, 19 mart 2013-cü il, № 61, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2013-cü il, № 03, maddə 223) ilə 37.5-ci maddədə “uşaqlar üçün internat evlərində (pansionatlarda),” sözləri “uşaqlara stasionar sosial xidmət göstərən müəssisələrdə, həmçinin” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 37.5-ci maddədə “Qocalar, əlillər və ya sağlamlıq imkanları məhdud uşaqlara” sözləri “Ahıllara və əlilliyi olan şəxslərə, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaqlara” sözləri ilə əvəz edilmişdir.\n\n22 iyun 2021-ci il tarixli 347-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 avqust 2021-ci il, № 175, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 8, maddə 893) ilə 37.5-ci maddədən “, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaqlara” sözləri çıxarılmışdır\n\n \n\n[190] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 37.7-ci maddədə “müddətindən asılı olmayaraq” sözləri “bu Qanunun 32.1-1-ci maddəsində göstərilən şərt nəzərə alınmaqla” sözləri ilə əvəz edilmişdir.\n\n \n\n[191] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 37.8-ci maddədə “gündən” sözü “aydan sonrakı ayın 1-dən” sözləri ilə əvəz edilmişdir.\n\n \n\n[192] 30 dekabr 2022-ci il tarixli 793-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 23 yanvar 2023-cü il, “Azərbaycan” qəzeti, 24 yanvar 2023-cü il, № 15) ilə 39.1-ci maddənin mətni ikinci cümlə hesab edilmişdir və yeni məzmunda birinci cümlə əlavə edilmişdir.\n\n \n\n[193] 29 dekabr 2020-ci il tarixli 240-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 6 yanvar 2021-ci il, № 1, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 12, I kitab, maddə 1451) ilə 39.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n39.2 Bu Qanunun 39.1-ci maddəsində göstərilmiş əsaslarla əmək pensiyasından və əmək pensiyasına əlavədən tutulan məbləğ, başqa əsaslara görə tutulan məbləğlər nəzərə alınmadan, əmək pensiyaçısına ödənilməli olan məbləğin 20 faizindən artıq ola bilməz.\n\n \n\n[194] 30 dekabr 2022-ci il tarixli 793-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı, 23 yanvar 2023-cü il, “Azərbaycan” qəzeti, 24 yanvar 2023-cü il, № 15) ilə 39.4-cü maddədə “qanunvericiliyə əsasən” sözləri “bu Qanunla müəyyən edilmiş hallarda” sözləri ilə əvəz edilmişdir.\n\n \n\n[195] 13 iyun 2008-ci il tarixli 648-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan  Respublikasının Qanunvericilik Toplusu, 2008-ci il, №7, maddə 602) ilə 41-ci maddənin adında “Əlillərin” sözündən sonra “, 18 yaşınadək sağlamlıq imkanları məhdud şəxslərin” sözləri əlavə edilmişdir, 41.1-ci maddədə “Əlil” sözündən sonra “, sağlamlıq imkanları məhdud şəxs” sözləri əlavə edilmişdir və  41.2-ci maddədə “əlil” sözündən sonra (hər iki halda) “, sağlamlıq imkanları məhdud ” sözləri əlavə edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 41-ci maddənin adında “Əlillərin, 18 yaşınadək sağlamlıq imkanları məhdud şəxslərin” sözləri “Əlilliyi olan şəxslərin, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaqların” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 41.1-ci maddədə “Əlil, sağlamlıq imkanları məhdud şəxs” sözləri “Əlilliyi olan şəxs, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaq” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 41.1-ci maddədə “Əlil, sağlamlıq imkanları məhdud şəxs” sözləri “Əlilliyi olan şəxs, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaq” sözləri ilə əvəz edilmişdir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 41.2-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n41.2. O, yenidən əlil, sağlamlıq imkanları məhdud hesab edilərsə, əmək pensiyasının verilməsi yenidən əlil, sağlamlıq imkanları məhdud hesab edildiyi gündən bərpa edilir.\n\n19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə 41.4-cü maddədə “əlil” sözü “əlilliyi olan şəxs” sözləri ilə, “qrupuna” sözü “dərəcəsinə” sözü ilə və “qrup” sözü “dərəcə” sözü ilə əvəz edilmişdir.\n\n2 iyul 2021-ci il tarixli 355-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 25 iyul 2021-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 709) ilə 41-ci maddəsi yeni redaksiyada verilmişdir.\n\nəvvəlki redaksiyada deyilirdi:\n\nMaddə 41. Əlilliyi olan şəxslərin, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaqların təkrar müayinə vaxtı ötürüldükdə, əmək pensiyasının verilməsinin dayandırılması və bərpa edilməsi\n\n \n\n41.1. Əlilliyi olan şəxs, o cümlədən sağlamlıq imkanları məhdud 18 yaşınadək uşaq təkrar müayinə üçün təyin edilmiş vaxtda müvafiq icra hakimiyyəti orqanına gəlmədikdə, əmək pensiyasının ödənilməsi dayandırılır.\n\n41.2.      Onun əlilliyi, o cümlədən sağlamlıq imkanlarının məhdudluğu yenidən müəyyən edilərsə, əmək pensiyasının verilməsi əlilliyin, o cümlədən sağlamlıq imkanlarının məhdudluğun yenidən müəyyən edildiyi gündən bərpa edilir.\n\n41.3.     Təkrar müayinə vaxtı üzrlü səbəbdən ötürüldükdə, bu müddət ərzində əmək pensiyası bir aydan çox olmayan müddət üçün ödənilir.\n\nTəkrar müayinə zamanı əlilliyi olan şəxs başqa əlillik dərəcəsinə keçirildikdə, bu Qanunun 41.3-cü maddəsində göstərilən müddət üçün əmək pensiyası əvvəlki dərəcə üzrə ödənilir.\n\n \n\n[196] 6 noyabr 2007-ci il tarixli 474-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2007-ci il, № 12, maddə 1194) ilə 42.2-ci maddədə \"vəfat etmiş pensiyaçının əmək pensiyasının baza və sığorta hissəsinin üç aylıq\" sözləri \"pensiyaçının vəfatı tarixinə yaşa görə əmək pensiyasının baza hissəsinin üç misli\" sözləri ilə əvəz edilmişdir.\n\n \n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 42.2-ci maddədə “yaşa görə əmək pensiyasının baza hissəsinin” sözləri “əmək pensiyasının minimum məbləğinin” sözləri ilə əvəz edilmişdir.\n\n \n\n[197] 03 aprel 2015-ci il tarixli 1247-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 06 may 2015-ci il, № 96, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2015-ci il, № 5, maddə 494) ilə 43.2-ci maddənin birinci cümləsində “vətəndaşlığından çıxmış” sözləri “vətəndaşlığına xitam verilmiş” sözləri ilə əvəz edilmişdir.\n\n10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 43.2-ci maddə ləğv edilmişdir.\n\n \n\n[198] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 44-cü maddə ləğv edilmişdir.\n\n \n\n[199] 10 mart 2017-ci il tarixli 543-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 3 may 2017-ci il, № 93, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2017-ci il, № 5, maddə 676) ilə 45-ci maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n13 may 2022-ci il tarixli 530-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 29 iyun 2022-ci il, № 135, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, №6, maddə 583) ilə 45-ci maddənin ikinci cümləsi çıxarılmışdır.\n\n \n\n[200] 5 noyabr 2022-ci il tarixli 627-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Dövlət İnformasiya Agentliyinin (AZƏRTAC-ın) rəsmi internet saytı 15 dekabr 2022-ci il, “Azərbaycan” qəzeti 16 dekabr 2022-ci il, № 275, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2022-ci il, № 12, maddə 1369) ilə 45-ci maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n© 2023 | E-qanun.az | Bütün Haqqlar Qorunur\nDeveloped by: Ədliyyə Nazirliyinin İnformasiya - kommunikasiya Texnologiyaları İdarəsi / CROCUSOFT"