"Mətn\nŞəkil\nRekvizitlər\nVersiyalar\nƏlaqəli Sənədlər\n Qüvvədədir \n\nİnzibati icraat haqqında\n\n \n\nAZƏRBAYCAN RESPUBLİKASININ QANUNU\n\n \n\nBu Qanunun məqsədi inzibati orqanlar tərəfindən insan hüquq və azadlıqlarına əməl olunmasını təmin etməkdən və qanunun aliliyinə nail olmaqdan ibarətdir.\n\n \n\nI f ə s i l\n\nÜMUMİ MÜDDƏALAR\n\n \n\nMaddə 1. Qanunun müəyyən etdiyi qaydalar\n\n \n\n1.1. Bu Qanun inzibati aktların qəbul edilməsi, icra olunması və ya ləğv edilməsi ilə bağlı inzibati orqanlar tərəfindən həyata keçirilən fəaliyyətin hüquqi əsaslarını, prinsiplərini və prosedur qaydalarını müəyyən edir.\n\n1.2. Bu Qanunun müddəaları inzibati orqanların fiziki və ya hüquqi şəxslərə münasibətdə faktiki xarakterli digər fəaliyyətinə (hərəkətlərinə) də şamil olunur.\n\n \n\nMaddə 2 . Qanunda istifadə olunmuş əsas anlayışlar\n\n \n\n2.0. Bu Qanunda istifadə olunmuş əsas anlayışlar aşağıdakı mənalara malikdir:\n\n2.0.1. inzibati orqan - Azərbaycan Respublikasının müvafiq icra hakimiyyəti orqanları, onların yerli (struktur) və digər qurumları, bələdiyyələr, habelə qanuna əsasən inzibati akt qəbul etmək səlahiyyəti verilmiş hər hansı fiziki və ya hüquqi şəxs;\n\n2.0.2. inzibati akt - inzibati orqan tərəfindən ümumi (publik) hüquq sahəsinə aid olan müəyyən (konkret) məsələni nizama salmaq və ya həll etmək məqsədilə qəbul edilmiş və ünvanlandığı hüquqi və ya fiziki şəxs (şəxslər) üçün müəyyən hüquqi nəticələr yaradan qərar, sərəncam və ya digər növ hakimiyyət tədbiridir;\n\n2.0.3. maraqlı şəxs - inzibati aktın qəbul edilməsi və ya müvafiq hərəkətin edilməsi ilə bağlı inzibati orqana müraciət etmiş və ya barəsində inzibati akt qəbul edilmiş və ya müvafiq hərəkət (hərəkətsizlik) edilmiş şəxs və yaxud inzibati orqan tərəfindən qəbul edilməsi nəzərdə tutulan və ya qəbul edilmiş inzibati aktın və ya inzibati orqanın hərəkətinin hüquqlarına və ya qanunla qorunan maraqlarına birbaşa təsir etdiyi və ya təsir edə biləcəyi və öz vəsatətinə əsasən və ya xidməti vəzifəsindən irəli gələn hallarda inzibati orqanın təşəbbüsü ilə inzibati icraata cəlb edilən hər hansı fiziki və ya hüquqi şəxs;\n\n2.0.4. ərizə - maraqlı şəxsin inzibati aktın qəbul edilməsi və ya ona məxsus olan hər hansı hüququn həyata keçirilməsi ilə bağlı inzibati orqana yazılı müraciəti;\n\n2.0.5. inzibati şikayət - hüquqlarını və qanunla qorunan maraqlarını müdafiə etmək məqsədilə maraqlı şəxsin inzibati aktdan, inzibati aktın qəbul edilməsindən imtinadan və yaxud inzibati orqanın hərəkət və ya hərəkətsizliyindən subordinasiya baxımından yuxarı inzibati orqana yazılı müraciəti;\n\n2.0.6. inzibati icraat - fiziki və ya hüquqi şəxslərin müraciəti əsasında və ya inzibati orqanların öz təşəbbüsü ilə inzibati aktın qəbul edilməsi, icra olunması, dəyişdirilməsi və ya ləğv edilməsi, habelə inzibati şikayətlərə baxılması üzrə müvafiq inzibati orqanlar tərəfindən bu Qanunla müəyyən olunmuş prosedur qaydalar daxilində həyata keçirilən fəaliyyət;\n\n2.0.7. diskresion səlahiyyətlər - qanunla inzibati orqana və ya vəzifəli şəxsə mümkün qanunauyğun qərarlardan birini seçmək hüququnun verilməsi;\n\n2.0.8. qarşılıqlı etimad - inzibati orqanla fiziki və ya hüquqi şəxs arasındakı qarşılıqlı münasibətlərdə müəyyən qanuni hərəkətlərə və ya inzibati praktikaya əsaslanan inam;\n\n2.0.9. aralıq inzibati akt - konkret icraatın təşkili və həyata keçirilməsi ilə bağlı inzibati orqan tərəfindən qəbul edilən akt;\n\n2.0.10. əlverişli inzibati akt - maraqlı şəxsə hüquq verən və ya onun hüququnu təsdiq edən, yaxud onun üzərinə qoyulmuş vəzifəni (vəzifələri) götürən akt;\n\n2.0.11. əlverişsiz (yükləyici) inzibati akt - maraqlı şəxsi hüquqdan məhrum edən və ya onun hüququnu məhdudlaşdıran, yaxud onun üzərinə müəyyən vəzifə (vəzifələr) qoyan akt.\n\n \n\nMaddə 3. Qanunun tətbiq dairəsi\n\n \n\n3.1. Bu Qanunun müddəaları Azərbaycan Respublikasının qanunvericiliyi ilə inzibati orqan kimi müəyyən (təsnif) edilmiş orqanların fəaliyyətinə şamil olunur.\n\n3.2. Bu Qanun inzibati orqanların:\n\n3.2.1. cinayət təqibi üzrə cinayət-prosessual fəaliyyətinə;\n\n3.2.2. inzibati xətalara dair işlər üzrə fəaliyyətinə şamil olunmur.\n\n3.2-1. Ələt azad iqtisadi zonasında inzibati icraatın həyata keçirilməsi “Ələt azad iqtisadi zonası haqqında” Azərbaycan Respublikası Qanununun tələblərinə uyğun olaraq tənzimlənir. [1]\n\n3.3. Azərbaycan Respublikasının xüsusi qanunları ilə bu Qanunda nəzərdə tutulmuş müddəaları tamamlayan müddəalar və ya inzibati icraatla bağlı xüsusi qaydalar (bu Qanunun 30.5-ci maddəsində müəyyən olunmuş hallar istisna olmaqla) müəyyən oluna bilər. [2]\n\n \n\nMaddə 4. Aidiyyət\n\n \n\n4.1. İnzibati orqanlar qanunla onların səlahiyyətinə aid edilmiş işlər üzrə inzibati icraatı həyata keçirirlər.\n\n4.2. İnzibati orqan müraciətə baxılması ilə əlaqədar səlahiyyətli olub-olmamasını müstəqil şəkildə müəyyən etməyə borcludur.\n\n4.3. İnzibati orqanlar arasında aidiyyət və ya səlahiyyətlərlə bağlı mübahisələr müəyyən olunmuş qaydada subordinasiya baxımından yuxarı inzibati orqan və ya müvafiq icra hakimiyyəti orqanı tərəfindən yaradılmış komissiya tərəfindən həll edilir. İnzibati orqanlar arasında aidiyyət və səlahiyyətlə bağlı mübahisələrin həlli qaydası müvafiq icra hakimiyyəti orqanı tərəfindən müəyyən olunur. [3]\n\n \n\nMaddə 5. İnzibati orqanlar arasında qarşılıqlı hüquqi yardım\n\n \n\n5.1. İnzibati orqan öz səlahiyyətləri və imkanları daxilində digər inzibati orqana həmin orqanın müraciəti əsasında hüquqi yardım göstərməyə borcludur.\n\n5.1-1. İnzibati orqan, bu Qanunun 7.1-ci və 7.2-ci maddələrində nəzərdə tutulmuş hallar istisna olmaqla, müraciət daxil olduğu gündən 15 gün müddətində hüquqi yardım göstərilməsini təmin etməlidir. Hüquqi yardım göstərilməsi üçün daha artıq müddət tələb olunduğu hallarda, inzibati orqan tərəfindən hüquqi yardımın göstərilməsi müddəti, ona bu məqsədlə müraciət etmiş digər inzibati orqana əsaslandırılmış yazılı məlumat verilməklə, 15 günədək uzadıla bilər. [4]\n\n5.2. Subordinasiya baxımından tabelik münasibətlərində olan inzibati orqanların bir-birinə yardım etməsi qarşılıqlı hüquqi yardım sayılmır.\n\n \n\nMaddə 6. Hüquqi yardımın şərtləri\n\n \n\n6.0. İnzibati orqan hüquqi yardım üçün aşağıdakı hallarda müraciət edə bilər:\n\n6.0.1. hüquqi və faktiki xarakterli səbəblər üzündən hər hansı hərəkəti müstəqil həyata keçirmək iqtidarında olmadığı hallarda;\n\n6.0.2. müəyyən məsələnin həlli üçün ona məlum olmayan və özünün müstəqil olaraq müəyyən edə bilmədiyi faktlar tələb olunduğu hallarda;\n\n6.0.3. müəyyən məsələnin həlli üçün tələb olunan zəruri sənədlər və ya digər sübutlar hüquqi yardım üçün müraciət edilmiş müvafiq inzibati orqanın sərəncamında olduğu hallarda;\n\n6.0.4. müəyyən məsələni müstəqil şəkildə həll etmək üçün tələb olunan zəruri xərclər, həmin məsələnin hüquqi yardım qaydasında digər inzibati orqan tərəfindən həll olunması üçün tələb olunan xərclərdən çox olduğu hallarda.\n\n \n\nMaddə 7. Hüquqi yardım göstərməkdən imtinanın əsasları\n\n \n\n7.1. İnzibati orqan aşağıdakı hallarda hüquqi yardım göstərməkdən imtina edə bilər:\n\n7.1.1. hüquqi yardım qaydasında tələb olunan tədbirlərin həyata keçirilməsi onun qanunvericiliklə müəyyən olunmuş səlahiyyətlərinə aid olmadıqda;\n\n7.1.2. hüquqi yardım qaydasında həyata keçirilməsi zəruri olan tədbirlər hüquqazidd olduqda;\n\n7.1.3. hüquqi yardımın göstərilməsi onun öz funksional vəzifələrinin yerinə yetirməsinə əhəmiyyətli dərəcədə mane olduqda;\n\n7.1.4. hüquqi yardım qaydasında tələb olunan sənədlər və (və ya) məlumatlar qanunla qorunan bu və ya digər sirri təşkil etdikdə.\n\n7.2. İnzibati orqan aşağıdakı hallarda hüquqi yardım göstərməyə borclu deyildir:\n\n7.2.1. başqa inzibati orqan daha sadə üsulla və ya daha az məsrəflə hüquqi yardım göstərə bilərsə;\n\n7.2.2. həmin inzibati orqan xahiş olunan yardıma mütənasib olmayan yalnız böyük məsrəf hesabına hüquqi yardım göstərə bilərsə.\n\n7.3. İnzibati orqan hüquqi yardım göstərməkdən imtina etdiyi halda, ona həmin məqsədlə müraciət etmiş digər inzibati orqana müraciətin daxil olduğu gündən üç gün müddətində bu barədə yazılı məlumat verməlidir.\n\n7.4. Müraciət edən inzibati orqan hüquqi yardımdan imtina ilə bağlı məsələyə baxılması barədə hüquqi yardım üçün müraciət olunmuş orqana münasibətdə nəzarət funksiyasını həyata keçirən yuxarı inzibati orqana müraciət edə bilər. Yuxarı inzibati orqan tərəfindən həmin məsələyə 5 gün müddətində baxılır və qəti qərar qəbul edilir. Hüquqi yardımdan imtina əsassız hesab edildikdə, yuxarı inzibati orqan belə yardımın dərhal göstərilməsi barədə hüquqi yardım üçün müraciət olunmuş inzibati orqana müvafiq tapşırıq verir. [5]\n\n \n\nMaddə 8. Hüquqi yardımla bağlı xərclərin ödənilməsi\n\n \n\nHüquqi yardımla bağlı müraciət etmiş orqan, belə yardımın göstərilməsi ilə əlaqədar çəkilmiş xərclər iyirmi iki manatdan yuxarı olduqda, həmin xərcləri ödəməlidir. [6]\n\n \n\nMaddə 9. Sənədlərin surətini rəsmi təsdiq etmək hüququ\n\n \n\n9.1. İnzibati orqan, özü və ya ona tabe olan orqan tərəfindən qəbul edilmiş inzibati aktların və ya digər sənədlərin surətini təsdiq edə bilər.\n\n9.2. İnzibati orqan tərəfindən müvafiq qaydada qəbul edilmiş inzibati aktların və ya digər sənədlərin təsdiqlənmiş surətləri rəsmi qüvvəyə malikdir.\n\n9.3. Məzmunu dəyişdirilmiş və ya bütövlüyü pozulmuş sənədin təsdiq olunmasına yol verilmir.\n\n9.4. Sənəd təsdiq edilərkən aşağıdakı məlumatları əks etdirən vərəq tərtib olunmalıdır:\n\n9.4.1. sənədin dəqiq adı;\n\n9.4.2. sənədin surətinin onun əsli ilə düz olması barədə qeyd;\n\n9.4.3. sənədin təsdiq olunduğu tarix və yer;\n\n9.4.4. məsul vəzifəli şəxsin imzası və inzibati orqanın möhürü.\n\n9.5. Sənədin təsdiq olunmuş surətinin hər səhifəsi vəzifəli şəxs tərəfindən imza edilməli və möhür vurulmalıdır.\n\n9.6. İnzibati aktın və ya digər sənədin surətinin təsdiq edilməsi faktı müvafiq inzibati orqanda müəyyən edilmiş qaydada qeydə alınmalıdır.\n\n \n\nII f ə s i l\n\nÜMUMİ PRİNSİPLƏR\n\n \n\nMaddə 10. Hüquqi dövlətin ümumi prinsipləri\n\n \n\n10.1. Azərbaycan Respublikasında inzibati icraat Azərbaycan Respublikasının Konstitusiyasında və Azərbaycan Respublikasının tərəfdar çıxdığı beynəlxalq müqavilələrdə nəzərdə tutulmuş prosessual təminatlar, habelə hüququn və hüquqi dövlətin hamılıqla qəbul olunmuş prinsipləri əsasında həyata keçirilir.\n\n10.2. Hüququn və hüquqi dövlətin hamılıqla qəbul olunmuş prinsipləri inzibati orqanlar tərəfindən inzibati icraatın həyata keçirilməsi zamanı birbaşa tətbiq olunur.\n\n10.3. Bu Qanunda nəzərdə tutulmuş prinsiplər digər prinsiplərin əhəmiyyətinin azaldılması kimi şərh oluna bilməz.\n\n \n\nMaddə 11. Qanunçuluq prinsipi\n\n \n\n11.1. İnzibati orqanlar qanunun tələblərinə riayət etməyə borcludurlar.\n\n11.2. İnzibati orqanlar yalnız qanunla nəzərdə tutulmuş hallarda və qaydada şəxsin hüquq və azadlıqlarına müdaxilə edə bilərlər.\n\n \n\nMaddə 12. Bərabərlik prinsipi\n\n \n\n12.1. Hamı qanun və inzibati orqan qarşısında bərabərdir.\n\n12.2. İnzibati orqan tərəfindən eyni mühüm faktiki hallara malik olan müxtəlif işlər üzrə müxtəlif qərarların qəbul edilməsi qadağandır.\n\n12.3. İnzibati orqan tərəfindən fərqli mühüm faktiki hallara malik olan müxtəlif işlər üzrə eyni cür qərarların qəbul edilməsi qadağandır.\n\n12.4. İnzibati orqan diskresion səlahiyyətləri eyni üsulla və eyni qaydada həyata keçirməyə borcludur. Bu müddəa diskresion səlahiyyətlərin icrası ilə bağlı mövcud inzibati praktikanın dəyişdirilməsini istisna etmir.\n\n \n\nMaddə 13. Etimad hüququnun qorunması prinsipi\n\n \n\n13.1. İnzibati orqanların inzibati praktikasına fiziki və ya hüquqi şəxslərin etimadı qanunla qorunur.\n\n13.2. İnzibati orqan mövcud inzibati praktikaya uyğun hərəkət etməyə borcludur. Yalnız ictimai maraqların tələb etdiyi hallarda mövcud inzibati praktika yeni praktika ilə dəyişdirilə bilər. Yeni inzibati praktika davamlı olmalı və ümumi xarakter daşımalıdır.\n\n13.3. Müəyyən inzibati aktın sonradan qəbul edilməsi və ya qəbul edilməməsi ilə bağlı səlahiyyətli inzibati orqanların vədlərinə, bəyanatlarına fiziki və ya hüquqi şəxslərin etimadı qanunla qorunur.\n\n13.4. İnzibati orqanların bu Qanunun 13.3-cü maddəsində nəzərdə tutulmuş vədləri və ya bəyanatları yalnız yazılı formada olduqda etibarlı təminat sayılır və şəxsin etimad hüququnun əsasını təşkil edir. Bu Qanunun 63-cü və 67-69-cu maddələri də təminatlara şamil olunur.\n\n13.5. Fiziki və ya hüquqi şəxslərin etimadı qanunsuz hərəkətlərə əsaslana bilməz.\n\n \n\nMaddə 14. Diskresion səlahiyyətlərin həyata keçirilməsi qaydası\n\n \n\n14.1. İnzibati orqan diskresion səlahiyyətlərini qanunla müəyyən olunmuş hüdudlar daxilində (qanunla ona verilmiş səlahiyyətlər daxilində) həyata keçirməyə borcludur.\n\n14.2. Diskresion səlahiyyətlər əsasında qəbul edilən qərarlar həmin səlahiyyətlərin məqsədinə uyğun olmalıdır.\n\n14.3. Diskresion səlahiyyətlərin həyata keçirilməsi zamanı fiziki və ya hüquqi şəxslərin hüquq və azadlıqlarının əsassız məhdudlaşdırılmasına yönəldilmiş qərarlar qəbul oluna bilməz.\n\n \n\nMaddə 15. Formal tələblərdən sui-istifadənin qadağan olunması\n\n \n\n15.1. Qanunla məcburi şərt kimi nəzərdə tutulmuş hallar istisna olmaqla, yalnız formal tələblərə əməl olunmasını təmin etmək məqsədilə inzibati orqanlar tərəfindən fiziki və hüquqi şəxslərin üzərinə bu və ya başqa öhdəliklərin qoyulması qadağandır.\n\n15.2. Qanunda birbaşa nəzərdə tutulmadığı hallarda fiziki və ya hüquqi şəxslər tərəfindən formal tələblərə əməl olunmaması və ya lazımi qaydada əməl olunmaması inzibati orqanlar tərəfindən müvafiq qərarın qəbul olunmasından imtina üçün əsas ola bilməz.\n\n15.3. İnzibati orqanlar fiziki və ya hüquqi şəxslər tərəfindən təqdim olunmuş sənədlərdə yazı və hesab zamanı yol verilmiş aşkar və düzəldilməsi mümkün olan səhvlərə görə həmin sənədləri qəbul etməkdən imtina edə bilməz.\n\n \n\nMaddə 16. Hüququn tətbiqindən imtinanın qadağan olunması\n\n \n\n16.1. Fiziki və ya hüquqi şəxsə münasibətdə hər hansı hüquq normasını tətbiq etməli olan inzibati orqan, maraqlı şəxsin vəsatətinə əsasən və ya xidməti vəzifəsindən irəli gələn hallarda öz təşəbbüsü ilə həmin normanı tətbiq etməyə borcludur.\n\n16.2. Hüquq normasının tətbiqi inzibati orqanın diskresion səlahiyyətlərinə aid olduğu hallarda, maraqlı şəxs diskresion səlahiyyətlərin düzgün həyata keçirilməsini tələb etməkdə haqlıdır.\n\n \n\nMaddə 17. Mütənasiblik prinsipi\n\n \n\nFiziki və ya hüquqi şəxslərin hüquqi statusuna (prinsipial hərəkət azadlığına) hər hansı müdaxiləni nəzərdə tutan tədbirlər inzibati orqanın güddüyü qanuni məqsədə mütənasib olmalı, həmin məqsədə çatmaq üçün öz məzmunu, yeri, vaxtı və əhatə etdiyi şəxslərin dairəsi baxımından zəruri və yararlı olmalıdır.\n\n \n\nMaddə 18. Çoxun azı ehtiva etməsi prinsipi\n\n \n\n18.1. İnzibati orqan mənasına görə fiziki və ya hüquqi şəxslər tərəfindən əvvəllər edilmiş başqa hərəkətlə ehtiva olunan (həmin hərəkətin həcminə daxil olan və ya daxil ola bilən) hər hansı digər hərəkətin edilməsini tələb edə bilməz.\n\n18.2. İnzibati orqanlar tərəfindən verilmiş arayışlar və icazələr onların məqsədilə uzlaşan hissəvi arayışları və icazələri ehtiva edir.\n\n \n\nMaddə 19. Mötəbərlik prezumpsiyası\n\n \n\n19.1. İnzibati icraat zamanı işin faktiki halları ilə əlaqədar fiziki və ya hüquqi şəxslər tərəfindən təqdim olunan sənədlər və dəlillər, onların həqiqətə uyğun olmadığı sübuta yetirilməyibsə, mötəbər hesab olunur. Fiziki və ya hüquqi şəxslərdən həmin sənədlərin və dəlillərin mötəbərliyini təsdiq edən əlavə sənədlərin və ya məlumatların tələb olunması qadağandır.\n\n19.2. Təqdim olunmuş sənədlərin və dəlillərin mötəbərliyinə əsaslı şübhələr olduğu hallarda, inzibati orqan müstəqil şəkildə və öz hesabına onların mötəbərliyinin müəyyən edilməsi üçün tədbirlər görür.\n\n \n\nIII f ə s i l\n\nPROSEDUR PRİNSİPLƏR VƏ TƏMİNATLAR\n\n \n\nMaddə 20. İnzibati orqana müraciət etmək hüququ\n\n \n\n20.1. Hər bir şəxsin onun hüquq və qanuni maraqlarına bilavasitə aid olan məsələlərlə bağlı inzibati orqana müraciət etmək, vəsatət vermək və ya inzibati orqandan məlumat əldə etmək hüququ vardır.\n\n20.2. Qanunda başqa qayda nəzərdə tutulmamışdırsa, inzibati orqan onun səlahiyyətlərinə aid olan məsələlər üzrə müraciətlərə baxmağa, həmin müraciətlər üzrə müvafiq qərar qəbul etməyə və ya məlumat verməyə borcludur.\n\n \n\nMaddə 21. İnzibati icraatda maraqlı şəxslərin iştirakı\n\n \n\n21.1. Qanunda başqa qayda nəzərdə tutulmamışdırsa, inzibati orqan inzibati icraat barədə maraqlı şəxsə və ya onun nümayəndəsinə məlumat verməli və işdə onun iştirakını təmin etməlidir.\n\n21.2. Qanunda başqa hallar nəzərdə tutulmamışdırsa, inzibati aktı qəbul etməzdən əvvəl inzibati orqan onun məzmunu, xüsusilə işin müəyyən edilmiş faktiki halları və həmin işlə bağlı nəzərdə tutulan tədbirlər haqqında maraqlı şəxslərə və ya onların nümayəndələrinə məlumat verməyə və bu barədə onların mülahizələrini dinləməyə bocludur.\n\n21.3. İnzibati orqan aşağıdakı hallarda maraqlı şəxsləri və ya onların nümayəndələrini dinləməkdən imtina edə bilər:\n\n21.3.1. maraqlı şəxslərin tələblərinin tam təmin olunduğu inzibati aktın qəbul edilməsi nəzərdə tutulduqda;\n\n21.3.2. ictimai və ya dövlət maraqlarına ziyan vura biləcək təhlükənin qarşısının alınması və ya aradan qaldırılması ilə əlaqədar inzibati aktın dərhal qəbul olunması zərurəti yarandıqda;\n\n21.3.3. dinləmənin keçirilməsi inzibati aktın qəbul edilməsi ilə bağlı müddətin buraxılmasına səbəb ola biləcəyi halda;\n\n21.3.4. ümumi xarakterli sərəncamın və ya çoxlu sayda identik məzmunlu inzibati aktların və ya avtomatik qurğular vasitəsilə inzibati aktların qəbul edilməsi nəzərdə tutulduqda;\n\n21.3.5. barəsində müstəqil şəkildə şikayət verilə bilməyən aralıq inzibati aktın qəbul edilməsi nəzərdə tutulduqda;\n\n21.3.6. inzibati aktların məcburi qaydada icrası ilə bağlı tədbirlərin tətbiqi nəzərdə tutulduqda.\n\n \n\nMaddə 22. İşə baxılmasında qərəzsizlik\n\n \n\n22.1. İnzibati orqanlar öz səlahiyyətlərini qərəzsiz olaraq həyata keçirməyə borcludurlar.\n\n22.2. İşin nəticəsində marağı olan vəzifəli şəxs inzibati icraatda iştirak edə bilməz.\n\n \n\nMaddə 23. İnzibati orqan tərəfindən məsləhətlərin və zəruri məlumatların verilməsi\n\n \n\n23.1. İnzibati orqan ərizə, şikayət və ya vəsatətlərin verilməsində, ərizə, şikayət və ya vəsatətlərdə buraxılmış səhvlərin aşkar edilməsində və onların aradan qaldırılmasında maraqlı şəxsə yardım etməyə, inzibati icraatda iştirak edən şəxsin malik olduğu hüquq və vəzifələri ona izah etməyə borcludur. [7]\n\n23.2. Fiziki və ya hüquqi şəxslərin müraciətinə əsasən müvafiq inzibati orqan ərizələrin və inzibati icraatla bağlı digər formulyarların (blankların) nümunələrini onlara verməyə, yaxud poçt rabitəsi və ya digər elektron rabitə kanalları vasitəsilə göndərməyə borcludur.\n\n \n\nMaddə 24. İşin hallarının obyektiv araşdırılması\n\n \n\n24.1. İnzibati orqan inzibati icraat zamanı işin düzgün həlli üçün əhəmiyyət kəsb edən bütün faktiki halları hərtərəfli, tam və obyektiv araşdırmağa borcludur.\n\n24.2. İnzibati orqan maraqlı şəxslərin xeyrinə olan halların araşdırılmasından və nəzərə alınmasından imtina edə bilməz.\n\n24.3. İnzibati icraat zamanı işin bütün hallarının araşdırılması inzibati orqanın xidməti vəzifəsindən irəli gəlir. Araşdırmanın üsulu və həcmi inzibati orqan tərəfindən müəyyən edilir. İnzibati orqan maraqlı şəxslərin izahatları ilə və təqdim etdiyi sübutlarla bağlı deyildir.\n\n24.4. Təqdim olunmuş sübutlar yetərli olmadıqda, inzibati orqan öz təşəbbüsü ilə əlavə sübutlar toplamağa borcludur.\n\n24.5. İnzibati orqan inzibati icraatda iştirak edən şəxslər tərəfindən təqdim olunmuş və baxılması onun səlahiyyət dairəsinə aid olan ərizə, şikayət və ya vəsatətləri işə aid olmaması və ya əsassız olması səbəbindən qəbul etməkdən imtina edə bilməz. [8]\n\n \n\nMaddə 25. İnzibati icraat materialları ilə tanış olmaq hüququ\n\n \n\n25.1. Qanunla nəzərdə tutulmuş hallar istisna olmaqla, maraqlı şəxslər həm icraat zamanı, həm də icraatdan sonra inzibati icraat materialları ilə tanış olmaq və ya icraatla bağlı məlumat almaq hüququna malikdirlər.\n\n25.2. Qanunla başqa qayda nəzərdə tutulmamışdırsa, inzibati icraatla bağlı məlumatlar başqa şəxslərə yalnız maraqlı şəxslərin razılığı əsasında verilə bilər.\n\n25.3. İnzibati orqan müraciət daxil olduğu gündən 3 gün müddətində müvafiq məlumatları verməlidir.\n\n25.4. İnzibati orqan məzmununda qanunla qorunan hər hansı sirr olan sənədlərdən maraqlı şəxslərin ziyanına istifadə edə bilməz.\n\n25.5. Məzmununda qanunla qorunan hər hansı sirr olan sənədin tanış olmaq üçün təqdim edilməsindən imtina olunduğu hallarda, inzibati orqan qanunla qorunan maraqlara ziyan vurmadan, həmin sənədin məzmunu haqqında maraqlı şəxsə mümkün qədər dolğun məlumat verməyə borcludur.\n\n25.6. Maraqlı şəxslər inzibati icraat materialları ilə həmin icraatın həyata keçirildiyi inzibati orqanda tanış ola bilərlər.\n\n25.7. Müstəsna hallarda maraqlı şəxslər, yazılı müraciət əsasında, inzibati icraat materialları ilə digər inzibati orqanda, habelə Azərbaycan Respublikasının xaricdəki diplomatik nümayəndəliyində tanış ola bilərlər.\n\n25.8. Maraqlı şəxsin inzibati icraatla bağlı sənədlərin və digər materialların surətlərini əldə etmək hüququ vardır.\n\n25.9. Sənədlərin və digər materialların surətlərinin çıxarılması və poçt rabitəsi ilə göndərilməsi üçün Azərbaycan Respublikasının qanunvericiliyi ilə nəzərdə tutulmuş qaydada haqq müəyyən oluna bilər.\n\n \n\nMaddə 26. Məzmununda qanunla qorunan hər hansı sirr olan sənədlərin və ya məlumatların məxfiliyinin təmin olunması\n\n \n\nƏrizəçi məzmununda onun ailə və şəxsi həyatına aid sirr olan, habelə peşə və ya kommersiya sirri olan sənədlərin və ya məlumatların məxfiliyinin təmin olunmasını inzibati orqandan tələb etmək hüququna malikdir.\n\n \n\nMaddə 27. İnzibati icraatın aparıldığı dil\n\n \n\n27.1. İnzibati icraat Azərbaycan Respublikasının dövlət dilində və ya müəyyən ərazi əhalisinin əksəriyyətinin dilində aparılır.\n\n27.2. İnzibati icraatda iştirak edən və icraatın aparıldığı dili bilməyən şəxslərə tərcüməçinin xidmətindən istifadə etmək hüququ izah və təmin edilir.\n\n27.2-1. İnzibati icraatda iştirak edən və ixtisaslaşmış vasitəçilərin köməyinə ehtiyacı olan əlilliyi olan şəxslər ixtisaslaşmış vasitəçilərin (qiraətçilərin və peşəkar surdo tərcüməçilərin) xidmətləri ilə təmin edilirlər. Bu halda ixtisaslaşmış vasitəçilər (qiraətçilər və peşəkar surdo tərcüməçilər) bu Qanunun məqsədləri üçün tərcüməçi hesab olunurlar. [9]\n\n27.3. İnzibati icraatda iştirak edən şəxslərə sənədlər və məlumatlar icraatın aparıldığı dildə verilir.\n\n \n\nI V f ə s i l\n\nİNZİBATİ İCRAAT\n\n \n\nMaddə 28. İnzibati icraatın başlanılması üçün əsaslar\n\n \n\n28.1. İnzibati icraatın başlanılması üçün əsaslar aşağıdakılardır:\n\n28.1.1. fiziki və ya hüquqi şəxsin ərizəsi;\n\n28.1.2. inzibati orqanın təşəbbüsü və ya qanunla nəzərdə tutulmuş hallarda inzibati orqanın inzibati aktı qəbul etmək vəzifəsi;\n\n28.1.3. inzibati aktdan şikayət verildiyi halda, inzibati şikayət.\n\n28.2. Bu Qanunun 28.1.1-ci və 28.1.3-cü maddələrində nəzərdə tutulmuş hallarda inzibati icraat müvafiq olaraq ərizənin və ya şikayətin qeydiyyata alındığı andan başlanır.\n\n28.3. Bu Qanunun 28.1.2-ci maddəsində nəzərdə tutulmuş hallarda inzibati icraat maraqlı şəxsə icraat haqqında məlumat verildiyi və ya maraqlı şəxsə münasibətdə ilk prosessual hərəkətin həyata keçirildiyi andan başlanır.\n\n28.4. Bu Qanunun 28.1.1-ci və 28.1.2-ci maddələrində nəzərdə tutulmuş əsaslar üzrə inzibati icraat bu fəsildə müəyyən olunmuş qaydalara uyğun olaraq aparılır.\n\n28.5. Bu Qanunun 28.1.3-cü maddəsində nəzərdə tutulmuş əsaslar üzrə inzibati icraat bu Qanunun VII fəslində müəyyən edilmiş xüsusiyyətlər nəzərə alınmaqla bu fəsildə müəyyən olunmuş qaydalara uyğun həyata keçirilir.\n\n \n\nMaddə 29. Ərizə və ya vəsatətlərin təqdim edilməsi\n\n \n\n29.1. Azərbaycan Respublikasının qanunvericiliyində başqa qayda nəzərdə tutulmamışdırsa, ərizə maraqlı şəxs tərəfindən həmin ərizədə qaldırılmış məsələ ilə əlaqədar inzibati akt qəbul etmək səlahiyyətinə malik olan müvafiq inzibati orqana şəxsən təqdim olunur və ya poçt rabitəsi vasitəsilə, yaxud elektron üsulla göndərilir.\n\n29.2. Maraqlı şəxs tərəfindən vəsatət müvafiq inzibati orqana bu Qanunun 29.1-ci maddəsində nəzərdə tutulmuş qaydada yazılı formada təqdim olunur.\n\n \n\nMaddə 30. Ərizənin forması və məzmunu\n\n \n\n30.1. Ərizə yazılı formada tərtib olunmalıdır.\n\n30.2. Ərizədə aşağıdakı məlumatlar göstərilməlidir:\n\n30.2.1. ərizəçinin müraciət etdiyi inzibati orqanın adı;\n\n30.2.2. ərizəçi fiziki şəxs olduqda onun soyadı, adı, atasının adı və ünvanı, şəxsiyyətini təsdiq edən sənəd haqqında məlumatlar;\n\n30.2.3. ərizə hüquqi şəxsin adından verildikdə onun adı və hüquqi ünvanı;\n\n30.2.4. tələbin qısa məzmunu;\n\n30.2.5. ərizənin tərtib edildiyi tarix və ərizəçinin imzası;\n\n30.2.6. hüquqi şəxsin rəhbərinin və ya nümayəndəsinin imzası və hüquqi şəxsin möhürü;\n\n30.2.7. ərizəyə əlavə edilmiş sənədlərin siyahısı.\n\n30.3. Təqdim olunması qanunla nəzərdə tutulmuş sənədlər, bu Qanunun 32.2-1-ci maddəsinin tələblərinə əməl edilməklə, ərizəyə qoşma kimi əlavə olunur. [10]\n\n30.4. Ərizə bu maddədə nəzərdə tutulmuş tələblərə cavab vermədikdə, inzibati orqan ərizədə həmin tələblərə uyğun olaraq düzəlişlərin edilməsi üçün qısa müddət təyin edir və formal tələblərə əməl olunmamasının hüquqi nəticələrini ərizəçiyə izah edir.\n\n30.5. İnzibati orqan tərəfindən qanunla ərizəyə əlavə edilməli olan sənədlərin və ya məlumatların Elektron Hökumət İnformasiya Sistemi vasitəsilə müvafiq dövlət orqanından (qurumundan) əldə edilməsi mümkün olduqda, həmin sənədlər və ya məlumatlar ərizəçidən tələb edilmir. Belə sənədlərin və ya məlumatların Elektron Hökumət İnformasiya Sistemi vasitəsilə əldə edilməsi mümkün olmadığı hallarda onların təqdim edilməsi ərizəçinin razılığı ilə sorğu əsasında müvafiq dövlət orqanından (qurumundan) tələb olunur və ya ərizəçi tərəfindən təmin edilir. Həmin sənədlər bu Qanunun 32.4-cü maddəsinə uyğun olaraq kağız daşıyıcıda və ya elektron sənəd formasında təqdim edilə bilər. [11]\n\n \n\nMaddə 31. Ərizə və ya vəsatətlərin qəbul edilməsi və qeydiyyata alınması\n\n \n\n31.1. İnzibati orqan ərizəçi tərəfindən şəxsən təqdim olunmuş və ya poçt rabitəsi vasitəsilə daxil olmuş ərizəni qəbul etməli və həmin gün qeydiyyata almalıdır.\n\n31.2. İnzibati orqan ərizənin qəbul edildiyi gündən ən geci üç gün müddətində ərizənin qeydiyyat tarixi və nömrəsi haqqında ərizəçiyə arayış verməyə və ya göndərməyə borcludur.\n\n31.3. İnzibati orqan vəsatəti qəbul etməyə və icraat materiallarına əlavə etməyə borcludur.\n\n \n\nMaddə 32. Əlavə sənədlərin və ya məlumatların tələb olunması\n\n \n\n32.1. İnzibati orqan üç gün müddətində ərizənin bu Qanunun 30-cu maddəsində nəzərdə tutulmuş tələblərə uyğunluğunu yoxlayır.\n\n32.2. Ərizəçi qanun və digər normativ hüquqi aktlarda nəzərdə tutulan və işin həlli üçün zəruri olan sənədləri və ya məlumatları təqdim etmədiyi halda, inzibati orqan, bu Qanunun 32.2-1-ci maddəsinin tələblərini nəzərə alaraq, əlavə sənədlərin və ya məlumatların təqdim olunmasını tələb edə bilər. [12]\n\n32.2-1. İnzibati orqan inzibati icraat üçün zəruri olan və digər inzibati orqanın sərəncamında olan sənədlərin və ya məlumatların ərizəçi tərəfindən əldə olunmasını tələb edə bilməz. İnzibati icraat üçün zəruri olan və digər inzibati orqanın sərəncamında olan sənədləri və ya məlumatları inzibati orqan özü əldə edir. İnzibati orqanın həmin sənədlərin və ya məlumatların əldə olunmasını ərizəçidən tələb etməsi Azərbaycan Respublikasının İnzibati Xətalar Məcəlləsinə uyğun olaraq inzibati məsuliyyətə səbəb olur. [13]\n\n32.3. İnzibati orqan ərizəçidən Azərbaycan Respublikasının qanunvericiliyində nəzərdə tutulduğundan əlavə hər hansı digər sənəd və ya məlumat tələb edə bilməz.\n\n32.4. Qanunda başqa müddət nəzərdə tutulmamışdırsa, əlavə sənədlərin və ya məlumatların təqdim edilməsi üçün inzibati orqan tərəfindən təyin edilən müddət 15 gündən çox olmamalıdır.\n\n32.5. Qanunda başqa qayda nəzərdə tutulmamışdırsa, bu Qanunun 32.4-cü maddəsində nəzərdə tutulmuş müddətdə əlavə sənədlər və ya məlumatlar inzibati orqana təqdim olunmadıqda, ərizəyə baxılması ilə bağlı müddətin axımı dayandırılır.\n\n32.6. Əlavə sənədlərin və ya məlumatların inzibati orqana təqdim olunduğu andan müddətin axımı bərpa olunur.\n\n \n\nMaddə 33. Ərizənin səlahiyyətli inzibati orqana göndərilməsi\n\n \n\n33.1. Ərizəyə baxılması və həmin ərizə üzrə müvafiq inzibati aktın qəbul edilməsi başqa inzibati orqanın səlahiyyətlərinə aid olduğu halda, ərizəçinin müraciət etdiyi inzibati orqan ərizənin daxil olduğu vaxtdan ən geci 10 gün müddətində ərizəni və ona əlavə olunmuş sənədləri səlahiyyətli inzibati orqana göndərməlidir.\n\n33.2. Ərizə və ona əlavə edilmiş sənədlərin səlahiyyətli inzibati orqana göndərilməsi barədə ərizəçiyə 6 gün müddətində yazılı şəkildə əsaslandırılmış məlumat verilməlidir.\n\n33.3. Azərbaycan Respublikasının qanunvericiliyində birbaşa nəzərdə tutulmamışdırsa, ərizəni müvafiq səlahiyyətli orqana göndərən inzibati orqan tərəfindən ərizənin mahiyyəti üzrə hər hansı rəy verilməsi yolverilməzdir.\n\n33.4. Bu Qanunun 33.1-ci maddəsində nəzərdə tutulmuş hallarda ərizə qanunla müəyyən olunmuş müddətdə təqdim olunmuşdursa, ərizənin təqdim edilməsi ilə bağlı müddətə maraqlı şəxs tərəfindən əməl olunmuş sayılır.\n\n \n\nMaddə 34. Ərizənin baxılmamış saxlanılması\n\n \n\n34.1. Ərizə səlahiyyətli inzibati orqan tərəfindən aşağıdakı hallarda baxılmamış saxlanıla bilər:\n\n34.1.1. Bu Qanunun 35.1-ci maddəsində nəzərdə tutulmuş hallar istisna olmaqla, ərizə vermiş şəxs (şəxslər) barəsində və ərizədə göstərilmiş həmin əsaslar üzrə həmin inzibati orqan və ya müvafiq yuxarı inzibati orqan tərəfindən əvvəllər qərar qəbul olunduğu müəyyən edildikdə;\n\n34.1.2. həmin iş üzrə qanuni qüvvəyə minmiş məhkəmə qərarı olduqda;\n\n34.1.3. bu Qanunun 30-cu və 35.5-ci maddələrində nəzərdə tutulmuş tələblərə əməl olunmadıqda. [14]\n\n34.2. Ərizənin baxılmamış saxlanılması barədə inzibati orqan tərəfindən inzibati akt formasında qərar qəbul edilir.\n\n34.3. Bu Qanunun 34.1.3-cü maddəsində nəzərdə tutulmuş nöqsanlar aradan qaldırıldıqdan sonra inzibati orqana yenidən ərizə ilə müraciət edilə bilər. [15]\n\n \n\nMaddə 35. İnzibati icraatın təzələnməsi ilə bağlı təkrar ərizə ilə müraciət etmək üçün əsaslar\n\n \n\n35.1. Maraqlı şəxs şikayət verilə bilməyən inzibati aktın ləğv olunması və ya dəyişdirilməsi ilə bağlı aşağıdakı hallarda təkrar ərizə ilə inzibati orqana müraciət edə bilər:\n\n35.1.1. inzibati aktın qəbul olunması üçün əsas olmuş faktiki və ya hüquqi hallar maraqlı şəxsin xeyrinə dəyişdikdə;\n\n35.1.2. maraqlı şəxs üçün daha əlverişli inzibati aktın qəbuluna səbəb ola bilən yeni sübutlar aşkar olunduqda;\n\n35.1.3. inzibati aktın aldatma, hədə-qorxu və ya digər qanunsuz hərəkətlər nəticəsində qəbul edildiyi və ya inzibati orqanı təmsil edən şəxsin icraatın gedişatında cinayət törətdiyi qanuni qüvvəyə minmiş məhkəmə aktı ilə müəyyən olunduqda.\n\n35.2. Bu Qanunun 35.1-ci maddəsində nəzərdə tutulmuş hallarda inzibati orqan təkrar ərizəni yoxlamağa və ərizə ilə bağlı müvafiq qərar qəbul etməyə borcludur.\n\n35.3. Ərizə yalnız o halda qəbul edilir ki, maraqlı şəxs icraatı təzələmək üçün bu Qanunun 35.1-ci maddəsində nəzərdə tutulmuş bu və ya digər əsasın əvvəlki icraat zamanı təqdim edilməsinin ondan asılı olmayan səbəblərə görə mümkün olmadığını əsaslandırsın.\n\n35.4. Ərizə 3 ay müddətində təqdim olunmalıdır. Müddətin axımı icraatı təzələmək üçün əsas olan halların maraqlı şəxsə məlum olduğu gündən başlanır.\n\n35.5. İnzibati icraatı təzələmək üçün təkrar ərizə ilə müraciət etmək imkanı verən əsaslar ərizədə qeyd olunmalıdır. Həmin əsaslar ərizədə qeyd olunmadığı halda inzibati orqan ərizənin baxılmamış saxlanılması haqqında inzibati akt qəbul edir.\n\n \n\nMaddə 36. İnzibati icraatda iştirakçılar\n\n \n\n36.1. Aşağıdakı şəxslər inzibati icraatın iştirakçıları sayılırlar:\n\n36.1.1. inzibati icraatı həyata keçirən və müvafiq inzibati aktı qəbul etmək səlahiyyəti olan inzibati orqan;\n\n36.1.2. barələrində inzibati aktın qəbul edilməsi nəzərdə tutulan və ya inzibati aktın qəbul edilməsi haqqında ərizə ilə müraciət etmiş fiziki və ya hüquqi şəxslər;\n\n36.1.3. inzibati orqan tərəfindən iştirakçı kimi icraata cəlb olunmuş fiziki və ya hüquqi şəxslər.\n\n36.2. Yalnız yetkinlik yaşına çatmış və tam fəaliyyət qabiliyyəti olan şəxslər ərizə ilə müraciət etmək və inzibati icraatda digər prosessual hərəkətləri həyata keçirmək hüququna malikdirlər.\n\n36.3. Qəbul olunması nəzərdə tutulan inzibati aktın digər fiziki və ya hüquqi şəxslərin hüquqlarına və qanunla qorunan maraqlarına birbaşa təsir edəcəyi güman olunduğu hallarda, inzibati orqan həmin şəxslərin üçüncü (maraqlı) şəxs qismində icraatda iştirakını təmin etməyə borcludur.\n\n36.4. Qəbul olunması nəzərdə tutulan inzibati akt üçüncü şəxslərin qanunla qorunan maraqlarına toxunacağı halda, inzibati orqan onları öz təşəbbüsü ilə və ya həmin şəxslərin vəsatətinə əsasən iştirakçı kimi icraata cəlb edə bilər.\n\n36.5. İcraata iştirakçı kimi cəlb olunan üçüncü şəxslər icraat iştirakçılarının malik olduğu bütün hüquq və vəzifələrə malikdirlər. İştirakı məcburi olan üçüncü şəxs icraata cəlb olunduğu halda, icraatın sonunda qəbul olunmuş inzibati akt ona münasibətdə də etibarlı olur və onun üçün hüquq və vəzifələr yaradır.\n\n36.6. İnzibati icraatda maddi hüququn hüquqi varisliklə bağlı müddəaları tətbiq edilir. İştirakçının şəxsiyyəti ilə birbaşa bağlı olan hüquqların hüquqi varislik qaydasında keçməsinə yol verilmir.\n\n \n\nMaddə 37. İnzibati icraatda nümayəndəlik\n\n \n\n37.1. Fiziki və ya hüquqi (maraqlı) şəxs inzibati icraatda şəxsən iştirak edə bilər və yaxud nümayəndə vasitəsilə təmsil oluna bilər.\n\n37.2. Şəxsin inzibati icraatda şəxsən iştirakı onu həmin iş üzrə nümayəndə ilə təmsil olunmaq hüququndan məhrum etmir.\n\n37.3. Nümayəndənin səlahiyyətləri Azərbaycan Respublikasının qanunvericiliyinə uyğun olaraq rəsmiləşdirilmiş etibarnamə ilə təsdiq olunur. Nümayəndə təmsil etdiyi şəxsin adından icraatla bağlı bütün prosessual hərəkətləri yerinə yetirmək hüququna malikdir.\n\n37.4. Fəaliyyət qabiliyyəti olmayan və ya məhdud fəaliyyət qabiliyyətli sayılmış fiziki şəxsləri inzibati icraatda onların qanuni nümayəndələri təmsil edirlər. Qanuni nümayəndələr inzibati orqana öz səlahiyyətlərini təsdiq edən sənədi təqdim etməlidirlər.\n\n37.5. Qanuni nümayəndələr icraatda iştirak etməyi nümayəndə qismində seçdikləri başqa şəxsə tapşıra bilərlər.\n\n37.6. Nümayəndə təmsil etdiyi şəxsin maraqlarını vicdanla müdafiə etməyə borcludur.\n\n37.7. İnzibati orqan inzibati icraatda həmin orqanın rəhbəri, onun müavini və ya həmin orqanın rəhbəri tərəfindən təyin olunmuş digər vəzifəli şəxs vasitəsilə təmsil olunur.\n\n37.8. Qanunda başqa qayda nəzərdə tutulmamışdırsa, inzibati orqan inzibati icraatla bağlı bütün məsələlər üzrə nümayəndəyə müraciət edir.\n\n \n\nMaddə 38. Maraqlı şəxsin inzibati icraatda vəkil vasitəsilə təmsil olunmaq hüququ\n\n \n\n38.1. Maraqlı şəxsin inzibati icraatda vəkillə təmsil olunmaq və vəkilin yardımından istifadə etmək hüququ vardır.\n\n38.2. İnzibati icraatda vəkil qismində Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş qaydada fəaliyyət göstərən vəkillər iştirak edə bilərlər.\n\n \n\nMaddə 39. Xərclər\n\n \n\n39.1. Azərbaycan Respublikasının qanunvericiliyi ilə başqa qayda nəzərdə tutulmamışdırsa, inzibati icraatla bağlı xərclər müvafiq inzibati orqanın hesabına ödənilir.\n\n39.2. Azərbaycan Respublikasının qanunvericiliyi ilə başqa qayda nəzərdə tutulmamışdırsa, inzibati icraatla bağlı maraqlı şəxsin və ya onu təmsil edən nümayəndənin çəkdiyi xərclər, habelə nümayəndəlik haqqı maraqlı şəxsin hesabına ödənilir.\n\n39.3. İnzibati şikayət təmin olunduğu hallarda, icraatla bağlı xərclər müvafiq inzibati orqanın hesabına ödənilir.\n\n \n\nMaddə 40. Sənədləri almaq üçün müvəkkil təyin etmək vəzifəsi\n\n \n\n40.1. İnzibati icraatda iştirak edən və Azərbaycan Respublikasında daimi yaşayış yeri olmayan maraqlı şəxs inzibati orqanın bu barədə onu xəbərdar etdiyi gündən üç gün müddətində Azərbaycan Respublikasında yaşayış yeri üzrə qeydiyyatda olan fəaliyyət qabiliyyətli şəxsi inzibati icraatla bağlı həmin maraqlı şəxsə ünvanlanan sənədləri almaq üçün müvəkkil təyin etməlidir. İnzibati orqan maraqlı şəxs üçün nəzərdə tutulan bütün sənədləri həmin müvəkkilə göndərməyə borcludur.\n\n40.2. Şəxs bu Qanunun 40.1-ci maddəsində nəzərdə tutulmuş tələbə əməl etmədiyi halda, inzibati orqan həmin şəxs tərəfindən sənədlərin alınmamasına görə məsuliyyət daşımır və bu, qanunla nəzərdə tutulmuş hallar istisna olmaqla, inzibati aktın etibarsız sayılması üçün əsas ola bilməz.\n\n \n\nMaddə 41. Ekspert və ya mütəxəssisin cəlb edilməsi [16]\n\n \n\n41.1. İnzibati icraat zamanı iş üzrə faktiki hallarla bağlı sualları izah etmək üçün inzibati orqan maraqlı şəxslərin vəsatəti və ya öz təşəbbüsü ilə ekspert və ya mütəxəssis cəlb edə bilər. [17]\n\n41.2. İnzibati orqan ekspertizanın təyin olunması haqqında qərar qəbul edir və həmin qərarda ekspert rəyinin tələb olunduğu sualların dairəsini (ekspert araşdırmasının predmetini) müəyyənləşdirir.\n\n41.3. Maraqlı şəxslər ekspertiza zamanı araşdırılmalı olan əlavə sualları və bu suallarla bağlı əlavə sənədləri inzibati orqana təqdim etməkdə haqlıdırlar.\n\nİnzibati orqan maraqlı şəxslərin təklif etdikləri sualların rədd edilməsini əsaslandırmağa borcludur.\n\n41.4. Ekspertiza inzibati orqanın qərarı və ya maraqlı şəxslərlə bağlanan müqavilə əsasında məhkəmə ekspertizası idarələrinin ekspertləri və ya özəl məhkəmə ekspertləri və ya mütəxəssisləri tərəfindən keçirilir. [18]\n\n41.5. Azərbaycan Respublikasının qanunvericiliyində başqa müddət nəzərdə tutulmamışdırsa, ekspert ekspertiza təyin edilməsi haqqında inzibati orqanın qərarı məhkəmə ekspertizası idarəsinə daxil olduğu vaxtdan 30 gündən gec olmayaraq yazılı formada rəy verir, onu öz imzası ilə təsdiq edir və dərhal inzibati orqana göndərir. [19]\n\n41.5-1. Ekspertizanın aparılmasını bu Qanunun 41.5-ci maddəsində göstərilən müddətdə təmin etmək mümkün olmadıqda, məhkəmə ekspertizası idarəsinin rəhbəri tərəfindən əsaslandırılmış səbəblər göstərilməklə bu barədə inzibati orqana məlumat verilir. Bu halda inzibati orqan tədqiqatların mürəkkəblik dərəcəsini nəzərə almaqla ekspertizanın aparılması müddətinin uzadılması barədə qərar qəbul edir. [20]\n\n41.6. İnzibati orqanın və ya maraqlı şəxsin tələb etdiyi hallarda ekspert və ya mütəxəssis rəylə bağlı əlavə izahat verməyə borcludur.\n\n41.6-1. Mütəxəssis inzibati orqana zəruri kömək göstərilməsi üçün elm, texnika, incəsənət və digər peşə sahəsində xüsusi bilik və bacarığa malik olmalıdır. Lakin mütəxəssisin ifadə etdiyi fikir ekspert rəyini əvəz etmir. [21]\n\n41.7. Azərbaycan Respublikasının qanunvericiliyi ilə başqa qayda nəzərdə tutulmamışdırsa, ekspertizanın keçirilməsi, ekspertin və ya mütəxəssisin haqqının ödənilməsi ilə bağlı xərclər inzibati orqanın hesabına ödənilir.\n\n41.8. Maraqlı şəxslər onların mənafelərinə xidmət edə biləcək halların müəyyən edilməsi məqsədilə öz təşəbbüsləri ilə ekspertizanın aparılmasını sifariş vermək üçün məhkəmə ekspertizası idarəsinə və ya özəl məhkəmə ekspertlərinə rəsmi müraciət etmək hüququna malikdirlər. [22]\n\nMaraqlı şəxsin sifarişi ilə ekspertiza həmin şəxslə məhkəmə ekspertizası idarəsinin rəhbəri və ya özəl məhkəmə eksperti arasında bağlanan müqavilə əsasında ekspertizanı sifariş edən şəxsin hesabına həyata keçirilir. Ekspertizanı sifariş etmiş şəxs ekspertə suallar siyahısını və tədqiqat üçün obyektləri verir.\n\nEkspert ekspertizanı sifariş etmiş şəxsə müqavilədə göstərilən müddətdə yazılı rəy verir. Maraqlı şəxsin sifarişi ilə aparılmış ekspertiza nəticəsində verilmiş ekspert rəyi inzibati orqan tərəfindən materiallara əlavə edilir və digər sübutlarla yanaşı qiymətləndirilir.\n\n \n\nMaddə 42. Vəzifəli şəxsə etiraz etmək üçün əsaslar\n\n \n\n42.1. İnzibati orqanın mənafeyini təmsil edən vəzifəli şəxsi:\n\n42.1.1. həmin işin nəticəsində şəxsən maraqlı olduqda;\n\n42.1.2. işdə iştirak edən maraqlı şəxs və ya onun nümayəndəsi ilə qohumluq əlaqəsindədirsə və ya əvvəllər qohumluq əlaqəsində olmuşdursa;\n\n42.1.3. işdə iştirak edən maraqlı şəxsin nümayəndəsi olduqda;\n\n42.1.3-1. həmin iş üzrə əvvəllər tərəflər arasında mediasiya prosesində mediator kimi iştirak etmişdirsə; [23]\n\n42.1.4. özü və ya ailə üzvləri maraqlı şəxsə məxsus hüquqi şəxsə aidiyyəti olan şəxs olduqda; [24]\n\n42.1.5. onun obyektivliyinə və ya qərəzsizliyinə şübhə doğuran yetərli başqa əsaslar olduqda inzibati icraatda iştirak edə bilməz.\n\n42.2. Bu Qanunun 42.1-ci maddəsində nəzərdə tutulmuş əsaslar olduqda, vəzifəli şəxs özü-özünə etiraz etməyə borcludur.\n\n42.3. Maraqlı şəxs bu Qanunun 42.1-ci maddəsində nəzərdə tutulmuş əsaslar olduqda, işə baxan vəzifəli şəxsə, işə kollegial qaydada baxıldıqda isə kollegiyanın istənilən üzvünə etiraz edə bilər.\n\n \n\nMaddə 43. Ekspertə, mütəxəssisə və ya tərcüməçiyə etiraz etmək üçün əsaslar\n\n \n\n43.1. Bu Qanunun 42.1-ci maddəsində nəzərdə tutulmuş əsaslar olduqda ekspertin, mütəxəssisin və ya tərcüməçinin inzibati icraatda iştirakına yol verilmir.\n\n43.2. Ekspert və ya mütəxəssis habelə aşağıdakı hallarda inzibati icraatda iştirak edə bilməz:\n\n43.2.1. işdə iştirak edən şəxslərdən və ya onların nümayəndələrindən xidməti və ya sair cəhətdən asılı olduqda;\n\n43.2.2. inzibati icraatın başlanılması üçün əsas olmuş materiallar üzrə təftiş apardıqda və ya həmin materiallardan inzibati icraatda istifadə olunduqda.\n\n \n\nMaddə 44. Etiraz haqqında ərizələrə baxılması və həll edilməsi qaydası\n\n \n\n44.1. Vəzifəli şəxsin özü-özünə etiraz etməsi və ya vəzifəli şəxsə etiraz etmə haqqında ərizə iş üzrə inzibati akt qəbul olunana qədər yazılı formada verilməli və əsaslandırılmalıdır.\n\n44.2. Etiraz haqqında ərizəyə etirazın verildiyi vaxtdan ən geci bir gün müddətində baxılmalıdır.\n\n44.3. Etiraz haqqında ərizəyə etiraz edilən vəzifəli şəxsin birbaşa rəhbəri və ya həmin inzibati orqanın rəhbəri tərəfindən baxılır və müvafiq qərar qəbul edilir. İnzibati orqanın rəhbərinə etiraz haqqında ərizəyə müvafiq nəzarət orqanı tərəfindən baxılır və qərar qəbul edilir.\n\n44.4. Kollegial orqanın üzvünə etiraz haqqında ərizəyə etiraz edilən vəzifəli şəxsin iştirakı olmadan kollegial orqanın üzvləri tərəfindən baxılır və bu barədə səs çoxluğu ilə müvafiq qərar qəbul edilir.\n\n44.5. İnzibati orqan etirazla bağlı qərar barədə maraqlı şəxsə bu Qanunla nəzərdə tutulmuş qaydada məlumat verməlidir.\n\n44.6. Etirazla bağlı qərardan bu Qanunla müəyyən olunmuş qaydada şikayət verilə bilər.\n\n \n\nMaddə 45. İnzibati icraatda sübutlar\n\n \n\n45.1. İnzibati orqan işin faktiki hallarının müəyyən olunması üçün yararlı və zəruri hesab etdiyi sübutları müstəqil şəkildə toplayır və nəzərə alır.\n\n45.2. İnzibati icraat zamanı inzibati orqan tərəfindən aşağıdakı sübutetmə vasitələrindən:\n\n45.2.1. sənədlərdən;\n\n45.2.2. tərəflərin və işdə iştirak edən üçüncü şəxslərin izahatlarından;\n\n45.2.3. şahid ifadələrindən;\n\n45.2.4. müvafiq müayinələrin aparılmasından;\n\n45.2.5. ekspert rəylərindən;\n\n45.2.6 hüquqi yardım qaydasında digər inzibati orqanlar tərəfindən təqdim olunmuş arayışlardan;\n\n45.2.7. işin düzgün həlli üçün əhəmiyyət kəsb edən digər sübutlardan istifadə oluna bilər.\n\n45.3. Qanunu pozmaqla əldə edilmiş sübutlardan istifadə olunmasına yol verilmir.\n\n \n\nMaddə 46. Sübutların təqdim edilməsi və tələb olunması\n\n \n\n46.1. İnzibati icraatda iştirak edən şəxslər işin bütün faktiki hallarının müəyyən edilməsinə kömək etməyə, iş üçün əhəmiyyət kəsb edən və onlara məlum olan faktlar barədə məlumat verməyə, özlərində olan zəruri sübutları təqdim etməyə borcludurlar.\n\n46.2. İşdə iştirak edən şəxsin zəruri sübutları müstəqil əldə etmək imkanı olmadıqda, o, həmin sübutları tələb etmək barədə vəsatətlə inzibati orqana müraciət edir. Vəsatətdə sübutların iş üçün əhəmiyyəti, əlamətləri və olduğu yer göstərilməlidir. İnzibati orqan həmin sübutları tələb etməyə və onların təqdim olunmasını təmin etməyə borcludur.\n\n46.3. Maraqlı şəxsdən işdə olan sənədin məzmununun həqiqiliyi barədə sübut tələb olunması qadağandır.\n\n \n\nMaddə 47. Sübutların qiymətləndirilməsi\n\n \n\n47.1. İnzibati orqan sübutlara iş üçün əhəmiyyət kəsb edən bütün faktiki və hüquqi hallara müvafiq olaraq qiymət verir.\n\n47.2. Maraqlı şəxslərin arzusu ilə inzibati orqan qəbul edəcəyi inzibati aktı əsaslandırmaq istədiyi bütün faktlar, dəlillər və ya sübutlar barədə, habelə inzibati aktın qəbulu üçün təklif etdiyi hüquqi əsas barədə onlara izahat və ya şərh verməyə borcludur.\n\n \n\nMaddə 48. İnzibati icraatda müddətlərin hesablanması\n\n \n\n48.1. İnzibati icraatla bağlı hərəkətlər bu Qanunla və Azərbaycan Respublikasının başqa müvafiq qanunları ilə müəyyən edilmiş müddətlərdə həyata keçirilir.\n\n48.2. Qanunla müəyyən olunmuş müddətin axımı müddətin başlanğıcının təyin edildiyi təqvim tarixindən və ya hadisənin baş verməsindən sonrakı gündən başlanır.\n\n48.3. Müddətlər qanunla müəyyən edilmədiyi hallarda, onlar inzibati orqan tərəfindən təyin edilir.\n\n48.4. İnzibati orqan tərəfindən təyin edilmiş müddətin axımı həmin orqanın maraqlı şəxsi bu barədə məlumatlandırdığı andan və yaxud Azərbaycan Respublikasının qanunvericiliyində nəzərdə tutulmuş hallarda müvafiq məlumatın rəsmi elan olunduğu andan başlanır.\n\n48.5. Müddətlər təqvim günləri ilə hesablanır.\n\n48.6. Müddətin son günü qeyri-iş gününə düşərsə, növbəti iş günü müddətin qurtardığı gün hesab olunur.\n\n \n\nMaddə 49. Müddətlərin uzadılması\n\n \n\n49.1. İnzibati orqan tərəfindən təyin edilmiş müddətlər maraqlı şəxsin ərizəsi üzrə həmin orqan tərəfindən uzadıla bilər.\n\n49.2. İnzibati orqan təyin edilmiş müddətə əməl olunmamasının nəticələri barədə maraqlı şəxsləri xəbərdar etməyə borcludur.\n\n \n\nMaddə 50. Müddətlərin bərpası\n\n \n\n50.1. İnzibati orqan qanunla müəyyən edilmiş müddətin buraxılmasının səbəbini üzrlü hesab edərsə, maraqlı şəxsin ərizəsinə əsasən buraxılmış müddəti bərpa edir.\n\n50.2. Maraqlı şəxs bu Qanunun 50.1-ci maddəsində göstərilmiş səbəblər aradan qalxdığı vaxtdan ən geci 10 gün müddətində buraxılmış müddətin bərpa olunmasına dair yazılı ərizə ilə inzibati orqana müraciət etməlidir. Ərizəyə müddətin buraxılması səbəbinin üzrlü olduğunu təsdiq edən sənədlər əlavə olunmalıdır.\n\n50.3. İnzibati orqan buraxılmış müddətin bərpa olunmasına dair ərizəyə 5 gün müddətində baxır.\n\n50.4. Müddətin bərpası haqqında ərizənin verilməsi ilə eyni vaxtda müddəti buraxılmış hərəkət də edilməlidir (ərizə, şikayət verilməli, sənədlər təqdim edilməli və s.).\n\n50.5. Qanunla birbaşa qadağan olunmuş hallarda buraxılmış müddətin bərpasına yol verilmir.\n\n50.6. Buraxılmış müddətin bərpa olunmasından imtina edilməsi haqqında inzibati orqanın qərarından maraqlı şəxslər bu Qanunla nəzərdə tutulmuş qaydada şikayət verə bilərlər.\n\n \n\nMaddə 51. İnzibati icraat haqqında xəbərdar etmə\n\n \n\n51.1. İnzibati orqan inzibati icraatda iştirak edən şəxsləri, zəruri hallarda isə şahidləri, ekspertləri, tərcüməçiləri və digər orqanların nümayəndələrini inzibati icraatla bağlı iclasın vaxtı və yeri haqqında xəbərdar etməyə borcludur.\n\n51.2. Bu Qanunun 51.1-ci maddəsində göstərilən şəxslərə müvafiq məlumatın çatdırılması məqsədilə inzibati orqan müxtəlif rabitə vasitələrindən istifadə edə bilər.\n\n51.3. Bildiriş inzibati icraatda iştirak edən şəxs tərəfindən göstərilən ünvana göndərilir.\n\n51.4. Bildiriş işdə iştirak edən şəxsə və ya onun nümayəndəsinə, habelə vətəndaşın onunla birgə yaşayan yaxın qohumlarına verilir.\n\n51.5. İnzibati icraatla bağlı iclasa vaxtında gəlmək və iş üzrə hazırlaşmaq üçün işdə iştirak edən şəxslərin sərəncamında kifayət qədər vaxt olmalıdır.\n\n \n\nMaddə 52. İnzibati icraatın müddəti\n\n \n\n52.1. Səlahiyyətli inzibati orqanda ərizənin və ya müraciətin qeydiyyata alındığı vaxtdan ən geci 30 gün müddətində həmin inzibati orqan inzibati aktın qəbul edilməsi və ya onun qəbul edilməsindən imtina olunması haqqında qərar qəbul edir.\n\n52.2. Azərbaycan Respublikasının müvafiq qanunları ilə bu Qanunun 52.1- ci maddəsində nəzərdə tutulmuş müddətdən az və ya çox müddət müəyyən oluna bilər.\n\n52.3. İnzibati icraat üzrə əhəmiyyət kəsb edən halların müəyyən olunması üçün bu Qanunun 52.1-ci maddəsində nəzərdə tutulmuş müddətdən daha artıq müddət tələb olunduğu hallarda, inzibati icraatın müddəti inzibati orqan tərəfindən hər dəfə 30 gün olmaqla iki dəfə uzadıla bilər. İnzibati orqan tərəfindən müddətin uzadılması barədə maraqlı şəxsə məlumat verilir.\n\n52.4. Bu Qanunun 52.3-cü maddəsində nəzərdə tutulmuş hallarda müddətin uzadılmasına səbəb olan hallar inzibati orqan tərəfindən inzibati aktda əsaslandırılmalıdır.\n\n52.5. İnzibati aktın qəbul edilməsi də daxil olmaqla hər bir halda inzibati icraatın ümumi müddəti 90 gündən çox ola bilməz.\n\n \n\nV f ə s i l\n\nKOLLEGİAL İNZİBATİ ORQANDA İNZİBATİ İCRAAT\n\n \n\nMaddə 53. Kollegial inzibati orqanda inzibati icraat qaydası\n\n \n\n53.1. Qanunda başqa qayda nəzərdə tutulmamışdırsa, kollegial inzibati orqanda icraat bu fəslin müddəaları nəzərə alınmaqla həyata keçirilir.\n\n53.2. Azərbaycan Respublikasının qanunvericiliyi ilə başqa qayda nəzərdə tutulmamışdırsa, kollegial orqana təqdim olunmuş ərizəyə dair qərar yalnız kollegial orqan tərəfindən qəbul edilir.\n\n53.3. Bu Qanunun 53.2-ci maddəsində nəzərdə tutulmuş qayda, ərizənin həmin kollegial orqanın rəhbər vəzifəli şəxsi tərəfindən aidiyyəti üzrə müvafiq inzibati orqana göndərilməsi və ya ərizənin baxılmamış saxlanılması hallarına şamil olunmur.\n\n \n\nMaddə 54. Kollegial orqanın iclasının keçirilmə qaydası\n\n \n\n54.1. Kollegial orqanın iclasını bu orqanın rəhbər vəzifəli şəxsi, o olmadıqda isə qanunvericiliyə müvafiq şəkildə iclasın sədri seçilmiş şəxs açır və bağlı elan edir.\n\n54.2. İclasın sədri iclası cari gündəliyə müvafiq olaraq aparır.\n\n \n\nMaddə 55. Kvorum\n\n \n\n55.1. Kollegial inzibati orqanın iclasına onun bütün üzvləri dəvət olunur.\n\n55.2. Kollegial inzibati orqan onun üzvlərinin ən azı yarısı (üç nəfərdən az olmamaq şərtilə) iclasda iştirak etdiyi hallarda qərar qəbul etmək səlahiyyətinə malikdir.\n\n55.3. Azərbaycan Respublikasının qanunvericiliyi ilə başqa qayda nəzərdə tutulmamışdırsa, kollegial inzibati orqanın qərarı, iclasda iştirak edən üzvlərin yarısından çoxu həmin qərarın lehinə səs verdikdə qəbul edilmiş sayılır.\n\n \n\nMaddə 56. Kollegial inzibati orqanın iclasının protokolu\n\n \n\n56.1. Kollegial inzibati orqanın iclası haqqında aşağıdakı məlumatları özündə əks etdirən protokol tərtib olunur:\n\n56.1.1. kollegial inzibati orqanın adı barədə;\n\n56.1.2. iclasın keçirildiyi vaxt və yer barədə;\n\n56.1.3. iclasın sədri və üzvləri haqqında;\n\n56.1.4. müzakirənin predmeti barədə;\n\n56.1.5. qəbul edilmiş qərar barədə.\n\n56.2. İclasın protokolu iclasın sədri və katibi tərəfindən imzalanır.\n\n \n\nV I f ə s i l\n\nİNZİBATİ AKTLAR\n\n \n\nMaddə 57. İnzibati aktın forması\n\n \n\n57.1. Qanunda başqa forma nəzərdə tutulmamışdırsa və ya başqa formaya yol verilmirsə, inzibati akt yazılı formada qəbul edilir.\n\n57.2. Yazılı inzibati akt icraatı həyata keçirən inzibati orqanın müvafiq vəzifəli şəxsi və ya kollegial inzibati orqanın vəzifəli şəxslərindən biri tərəfindən tərtib olunur. İnzibati akt inzibati orqanın müvafiq vəzifəli şəxsi tərəfindən və ya kollegial inzibati orqanın üzvləri tərəfindən imzalanır.\n\n57.3. Azərbaycan Respublikasının qanunvericiliyi ilə birbaşa nəzərdə tutulmuş hallarda, habelə dövlət maraqlarına və ya ictimai maraqlara ziyan vura biləcək təhlükənin qarşısının alınması və ya aradan qaldırılması ilə əlaqədar təxirəsalınmaz hallarda inzibati akt şifahi və ya digər anlaşılan formada (başa düşülən digər formada) qəbul edilə bilər.\n\n57.4. Bu Qanunun 57.3-cü maddəsinə əsasən şifahi və ya digər anlaşılan formada (başa düşülən digər formada) qəbul edilmiş inzibati akt aşağıdakı hallarda elan olunduğu vaxtdan 5 gün müddətində yazılı formada təsbit olunmalıdır:\n\n57.4.1. inzibati akt ünvanlandığı şəxsin və ya digər maraqlı şəxsin hüquq və qanunla qorunan maraqlarını məhdudlaşdırdıqda (əlverişsiz inzibati aktın qəbul edildiyi hallarda);\n\n57.4.2. inzibati orqan inzibati aktı yazılı formada qəbul edəcəyini vəd etdikdə;\n\n57.4.3. qanunla birbaşa nəzərdə tutulduqda.\n\n57.5. Qanunla nəzərdə tutulmuş hallarda inzibati akt işıq, səs siqnalları və işarələri, təsvirlər formasında və yaxud digər formalarda qəbul edilə bilər.\n\n \n\nMaddə 58. İnzibati akta dair ümumi tələblər\n\n \n\n58.1. İnzibati akt Azərbaycan Respublikasının Konstitusiyasına, bu Qanuna və digər əlaqədar hüquq normalarına uyğun qəbul edilməlidir.\n\n58.2. İnzibati akt məzmun baxımından kifayət qədər aydın və anlaşılan olmalıdır.\n\n58.3. İnzibati aktda onun ünvanlandığı hüquqi və ya fiziki şəxslər, nizama saldığı və ya həll etdiyi məsələlər dəqiq göstərilməlidir.\n\n \n\nMaddə 59. Yazılı inzibati aktın rekvizitləri\n\n \n\n59.1. Yazılı inzibati aktda aşağıdakı məlumatlar əks olunmalıdır:\n\n59.1.1. inzibati aktı qəbul etmiş orqanın adı;\n\n59.1.2. inzibati aktın ünvanlandığı hüquqi şəxsin adı və hüquqi ünvanı və ya fiziki şəxsin adı, atasının adı, soyadı və ünvanı;\n\n59.1.3. inzibati aktın adı, qəbul olunma tarixi və yeri, qeydiyyat nömrəsi;\n\n59.1.4. inzibati aktı qəbul etmiş inzibati orqanın məsul vəzifəli şəxsinin və ya kollegial inzibati orqanın üzvlərinin soyadı, adı və imzası;\n\n59.1.5. həmin akta qarşı mümkün hüquqi müdafiə vasitələri, bu hüquqi müdafiə vasitələrindən istifadə müddəti və bununla bağlı maraqlı şəxsin şikayət (iddia) verə biləcəyi orqan (orqanlar, o cümlədən məhkəmə) haqqında məlumat;\n\n59.1.6. inzibati aktı qəbul etmiş inzibati orqanın möhürü.\n\n59.2. İnzibati akt texniki (avtomat) qurğuların köməyi ilə qəbul edildikdə, həmin aktda vəzifəli şəxsin imzasının və inzibati orqanın möhürünün olmaması mümkündür.\n\n59.3. İnzibati aktın məzmunu müxtəlif kod işarələri ilə ifadə oluna bilər.\n\nBelə hallarda inzibati aktın ünvanlandığı şəxsin onun məzmununu birmənalı şəkildə başa düşməsi üçün həmin akta müvafiq izahat əlavə edilməlidir.\n\n \n\nMaddə 60. İnzibati aktda əlavə müddəaların (göstərişlərin) nəzərdə tutulması\n\n \n\n60.1. Qəbul edilməsi tələb olunan inzibati aktda Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş hallarda və ya inzibati aktın qanuni şərtlərinin həyata keçirilməsini təmin etmək məqsədilə əlavə müddəalar nəzərdə tutula bilər.\n\n60.2. İnzibati orqan tərəfindən diskresion səlahiyyətlər əsasında qəbul edilmiş inzibati aktda:\n\n60.2.1. həmin aktla nəzərdə tutulmuş hər hansı imtiyazın və ya vəzifənin (öhdəliyin) qüvvəyə minməsi və ya qüvvədən düşməsi vaxtını və ya qüvvədə olma müddətini;\n\n60.2.2. hər hansı imtiyazın və ya vəzifənin (öhdəliyin) qüvvəyə minməsi və ya qüvvədən düşməsi vaxtının gələcəkdə hər hansı hadisənin baş verməsindən asılı olduğunu;\n\n60.2.3. həmin aktın ləğv edilməsi hüququnun saxlanılması haqqında qeydləri;\n\n60.2.4. maraqlı şəxsin müəyyən hərəkətlər etməsini və müəyyən hərəkətlərə yol verməsini və ya müəyyən hərəkətləri etməkdən çəkinməsini (öhdəliyin icrası şərtlərini) və ya öhdəliyin icrası ilə bağlı şərtlərin dəyişdirilməsini və ya yeni şərtlərin əlavə edilməsini müəyyən edən əlavə müddəalar nəzərdə tutula bilər.\n\n60.3. Əlavə müddəalar inzibati aktın məqsədlərinə uyğun olmalıdır. Əlavə müddəalardan yalnız inzibati aktla birlikdə şikayət verilə bilər.\n\n \n\nMaddə 61. İnzibati aktın əsaslandırılması\n\n \n\n61.1. Yazılı və ya yazılı formada təsbit olunmuş inzibati akt yazılı şəkildə əsaslandırılmalıdır.\n\n61.2. Əsaslandırma zamanı işin faktiki və hüquqi halları və bu halları təsdiq və ya rədd edən sübutlar, habelə inzibati akt qəbul edilərkən istinad olunan qanunlar və digər normativ hüquqi aktlar göstərilməlidir.\n\n61.3. İnzibati akt diskresion səlahiyyətlər daxilində qəbul edildiyi halda, inzibati orqan öz mülahizələrini dəqiq və aydın şəkildə əsaslandırmalıdır.\n\n61.4. İnzibati orqan qəbul etdiyi aktı yalnız icraat zamanı tədqiq olunmuş faktlar və sübutlarla əsaslandırmağa borcludur.\n\n61.5. Aşağıdakı hallarda inzibati aktın əsaslandırılması tələb olunmur:\n\n61.5.1. inzibati orqan tərəfindən maraqlı şəxsin ərizəsi təmin olunduqda və ya maraqlı şəxsə münasibətdə əlverişli inzibati akt qəbul edildikdə;\n\n61.5.2. inzibati orqan tərəfindən çoxlu sayda analoji inzibati aktlar qəbul edildikdə və ya inzibati aktlar texniki (avtomat) qurğuların köməyi ilə qəbul edildikdə və hər belə inzibati aktı ayrılıqda əsaslandırmağa ehtiyac olmadıqda;\n\n61.5.3. inzibati orqan tərəfindən qəbul edilmiş ümumi xarakterli sərəncam aşkar surətdə qeyri-müəyyən sayda şəxsə elan olunduqda və ya mediada dərc olunduqda; [25]\n\n61.5.4. Azərbaycan Respublikasının qanunvericiliyi ilə nəzərdə tutulmuş digər hallarda.\n\n \n\nMaddə 62. İnzibati aktın qəbul olunması haqqında məlumat verilməsi\n\n \n\n62.1. İnzibati orqan inzibati aktın qəbul edilməsi haqqında maraqlı şəxslərə və ya onların nümayəndələrinə rəsmi məlumat verməyə borcludur. Rəsmi məlumat inzibati aktın maraqlı şəxslərə birbaşa elan edilməsi, təqdim olunması və ya dərc edilməsi yolu ilə verilir.\n\n62.2. Poçt rabitəsi vasitəsilə ölkə daxilində göndərilmiş inzibati akt, onun poçta təqdim edildiyi gündən 5 gün keçdikdən sonra, elektron üsulla göndərilmiş inzibati akt isə göndərildiyi gündən 3 gün keçdikdən sonra maraqlı şəxsə təqdim olunmuş sayılır.\n\n62.3. Bu Qanunun 62.2-ci maddəsində nəzərdə tutulmuş qayda maraqlı şəxsin inzibati aktı almadığı və ya gec aldığı hallara şamil olunmur. Maraqlı şəxs inzibati aktı almadığını və ya gec aldığını iddia etdiyi hallarda, aktın ona təqdim olunması faktını və müddətini sübut etmə vəzifəsi inzibati orqanın üzərinə düşür.\n\n62.4. Azərbaycan Respublikasının qanunvericiliyi ilə nəzərdə tutulmuş hallarda yazılı inzibati akt mediada dərc olunur. İnzibati akt dərc edildiyi gündən 10 gün keçdikdən sonra elan olunmuş sayılır.\n\n62.5. Yazılı inzibati aktın mediada dərc olunması qaydası müvafiq inzibati orqan tərəfindən müəyyən edilir.\n\n \n\nMaddə 63. İnzibati aktda olan aşkar səhvlərin düzəldilməsi\n\n \n\n63.1. İnzibati orqan öz təşəbbüsü ilə və ya maraqlı şəxslərin ərizəsinə əsasən qəbul etdiyi inzibati aktda olan yazı və hesab səhvlərini düzəldə bilər.\n\n63.2. İnzibati orqan düzəliş edilməsi zəruri olan sənədi tələb edə bilər.\n\n63.3. İnzibati aktda düzəlişlər inzibati orqanın müvafiq vəzifəli şəxsinin və ya kollegial inzibati orqanın üzvlərinin imzası ilə təsdiq olunmalıdır.\n\n63.4. İnzibati orqan inzibati akta edilən düzəlişlər barədə bu Qanunun 62- ci maddəsində nəzərdə tutulmuş qaydada maraqlı şəxslərə rəsmi məlumat verməyə borcludur.\n\n \n\nMaddə 64. İnzibati aktın hüquqi qüvvəsi və etibarlılığı\n\n \n\n64.1. İnzibati akt, ünvanlandığı şəxsə və ya maraqlarına toxunduğu şəxsə bu barədə məlumat verildiyi andan və yaxud bu barədə həmin şəxslərə məlum olduğu andan hüquqi qüvvəyə minir. İnzibati akt məlumat verildiyi məzmunda hüquqi qüvvəyə minir və hüquqi cəhətdən etibarlı sayılır.\n\n64.2. İnzibati akt qanunla müəyyən olunmuş qaydada geri çağırılana, ləğv edilənə, dəyişdirilənə, qüvvədə olma müddəti qurtardığına və ya başqa səbəbə görə qüvvədən düşmüş hesab edilənə qədər hüquqi qüvvəsini saxlayır və hüquqi cəhətdən etibarlı sayılır.\n\n64.3. İnzibati orqan inzibati aktın geri çağırılması, ləğv olunması, dəyişdirilməsi və ya qüvvədən düşmüş hesab olunması barədə maraqlı şəxslərə məlumat verməyə borcludur.\n\n64.4. Etibarsız inzibati aktın hüquqi qüvvəsi yoxdur.\n\n \n\nMaddə 65. İnzibati aktın etibarsız sayılması\n\n \n\n65.1. Aşağıdakı inzibati aktlar etibarsız sayılır:\n\n65.1.1. hansı inzibati orqan tərəfindən qəbul edildiyi məlum olmayan yazılı inzibati akt;\n\n65.1.2. müvafiq səlahiyyəti olmayan inzibati orqan tərəfindən qəbul edilmiş inzibati akt;\n\n65.1.3. qanunvericiliyə əsasən yalnız müəyyən rəsmi sənəd (rəsmi sənədin təqdim edilməsi) formasında qəbul edilə bilən, lakin həmin tələbə cavab verməyən inzibati akt;\n\n65.1.4. maraqlı şəxsdən inzibati və ya cinayət məsuliyyətinə səbəb ola bilən hərəkətlər etməyi tələb edən inzibati akt;\n\n65.1.5. faktiki səbəblər üzündən icrası mümkün olmayan inzibati akt;\n\n65.1.6. kimə ünvanlandığı aydın olmayan inzibati akt.\n\n65.2. Etibarsız inzibati akt qəbul edildiyi andan yararsız (əhəmiyyətsiz) sayılır və heç bir hüquqi nəticə yaratmır.\n\n65.3. İnzibati aktı qəbul etmiş inzibati orqan bu Qanunun 65.1-ci maddəsində nəzərdə tutulmuş hallarda öz təşəbbüsü və ya maraqlı şəxsin müraciəti əsasında həmin aktın etibarsız olduğunu təsdiq etməyə borcludur. Bu barədə maraqlı şəxslərə həmin Qanunun 62-ci maddəsində nəzərdə tutulmuş qaydada məlumat verilir.\n\n \n\nMaddə 66. İnzibati icraat müddətində inzibati aktın qəbul edilməməsinin nəticələri\n\n \n\nMaraqlı şəxsin ərizəsi üzrə bu Qanunun 52-ci maddəsində müəyyən edilmiş müddət ərzində inzibati orqan tərəfindən inzibati aktın qəbul olunmadığı hallarda maraqlı şəxs məhkəməyə müraciət edə bilər.\n\n \n\nMaddə 67. Qanunsuz inzibati aktın ləğv olunması\n\n \n\n67.1. İnzibati orqan tərəfindən inzibati icraat haqqında hüquq normalarının və ya maddi hüquq normalarının pozulması və ya düzgün tətbiq edilməməsi nəticəsində qəbul edilmiş inzibati akt qanunsuz sayılır.\n\n67.2. Qanunsuz inzibati akt həmin aktı qəbul etmiş inzibati orqan və ya subordinasiya baxımından yuxarı inzibati orqan tərəfindən və yaxud məhkəmə qaydasında ləğv oluna bilər.\n\n67.3. Qanunsuz əlverişsiz inzibati akt hər bir halda ləğv olunmalıdır. Azərbaycan Respublikasının müvafiq qanunları ilə başqa qayda nəzərdə tutulmamışdırsa, qanunsuz əlverişsiz inzibati aktın ləğv olunması həmin aktın qüvvəyə mindiyi andan yaranmış hüquqi nəticələri aradan qaldırır.\n\n67.4. Qanunsuz əlverişli inzibati akt yalnız bu maddədə nəzərdə tutulmuş məhdudiyyətlər daxilində ləğv oluna bilər.\n\n67.5. Maraqlı şəxsin məzmununa etimad göstərdiyi və həmin etimadın qanunla qorunduğu, habelə başqa şəxslərin hüquqlarına və ya qanunla qorunan maraqlarına, dövlət maraqlarına və ya ictimai maraqlara ziyan vurmadığı hallarda, maraqlı şəxsə münasibətdə birdəfəlik və ya cari pul və ya əşya öhdəliklərinin nəzərdə tutulduğu və ya belə öhdəliklərin əmələ gəlməsinə səbəb olmuş qanunsuz əlverişli inzibati aktın ləğv olunmasına yol verilmir. Maraqlı şəxsin ona verilmiş pul vəsaitlərini xərclədiyi və ya əmlakdan istifadə etdiyi və buna görə də onları qaytarmaq iqtidarında olmadığı və ya onları qaytardığı təqdirdə əhəmiyyətli ziyana məruz qalacağı hallarda, həmin şəxs etimadın qanunla qorunması hüququna malikdir.\n\n67.6. Maraqlı şəxs aşağıdakı hallarda etimadın qorunması hüququna istinad edə bilməz:\n\n67.6.1. rüşvət, hədə-qorxu və ya aldatma yolu ilə inzibati aktın qəbul edilməsinə nail olduqda;\n\n67.6.2. səhv və ya təhrif olunmuş məlumatları əks etdirən sənədlər təqdim etməklə inzibati aktın qəbul edilməsinə nail olduqda;\n\n67.6.3. inzibati aktın qanunsuz olduğunu bildiyi və ya kobud ehtiyatsızlıq nəticəsində bilmədiyi halda.\n\n67.7. Bu Qanunun 67.6-cı maddəsində göstərilən hallarda qanunsuz əlverişli inzibati akt ləğv olunmalıdır. Həmin aktın ləğv olunması onun qüvvəyə mindiyi andan yaranmış hüquqi nəticələri aradan qaldırır. Bu zaman maraqlı şəxs xərclənmiş pul vəsaitlərinin və ya istifadə olunmuş əşyanın əvəzini ödəməyə borcludur. Ödəmənin həcmi Azərbaycan Respublikası Mülki Məcəlləsinin əsassız varlanma ilə bağlı müddəalarına uyğun olaraq müəyyən edilir.\n\n67.8. Başqa şəxslərin hüquqlarına və ya qanunla qorunan maraqlarına, dövlət maraqlarına və ya ictimai maraqlara ziyan vuran qanunsuz əlverişli inzibati akt ləğv olunmalıdır. Həmin aktın ləğv olunması onun qüvvəyə mindiyi andan yaranmış hüquqi nəticələri aradan qaldırmır.\n\n67.9. Maraqlı şəxsin etimadı qanunla qorunduğu hallarda, bu Qanunun 67.8-ci maddəsinə əsasən ləğv olunmuş inzibati aktın məzmununa etimad göstərməsi səbəbindən həmin şəxsə vurulmuş maddi ziyana görə ona kompensasiya ödənilməlidir. Kompensasiya maraqlı şəxsin müraciətinə əsasən ödənilir.\n\n67.10. Maraqlı şəxsə ödəniləcək kompensasiyanın həcmi qanunsuz inzibati aktı ləğv etmiş orqan tərəfindən müəyyən olunur və həmin şəxsə vurulmuş real ziyanın həcminə mütənasib olmalıdır.\n\n67.11. Maraqlı şəxs 1 il ərzində kompensasiyanın ödənilməsini tələb edə bilər. Müddətin axımı qanunsuz inzibati aktın ləğv olunması haqqında maraqlı şəxsə bu Qanunla müəyyən olunmuş qaydada məlumat verildiyi gündən başlayır.\n\n67.12. Qanunsuz inzibati akt, həmin aktın ləğv olunmasını şərtləndirən hallar məlum olduğu gündən 1 il ərzində ləğv edilə bilər. Həmin qayda bu Qanunun 67.6.1-ci maddəsində nəzərdə tutulmuş hallara şamil olunmur.\n\n67.13. Qanunsuz inzibati aktın ləğv edilməsi haqqında maraqlı şəxsə bu Qanunun 62-ci maddəsində nəzərdə tutulmuş qaydada məlumat verilir.\n\n \n\nMaddə 68. Qanuni inzibati aktın ləğv olunması\n\n \n\n68.1. Qanuni əlverişsiz inzibati akt, həmin aktın ləğv olunmasının qanunla birbaşa qadağan edildiyi hallar istisna olmaqla, onu qəbul etmiş orqan tərəfindən tam və ya qismən ləğv oluna bilər.\n\n68.2. Qanuni əlverişli inzibati akt yalnız aşağıdakı hallarda ləğv edilə bilər:\n\n68.2.1. inzibati aktın ləğvi qanunla birbaşa nəzərdə tutulduğu halda və ya inzibati aktın özündə bu barədə müvafiq qeyd olduğu halda;\n\n68.2.2. maraqlı şəxsin inzibati aktla müəyyən edilmiş imtiyazlardan (hüquqlardan) istifadə etmədiyi və ya lazımi qaydada və müddətdə istifadə etmədiyi halda;\n\n68.2.3. inzibati aktın qəbulundan sonra yaranmış hüquqi və ya faktiki hallara görə həmin aktın qüvvədə qalması dövlət maraqlarına və ya ictimai maraqlara ziyan vura bildiyi halda;\n\n68.2.4. inzibati aktın qəbulu üçün əsas olmuş hüquq normasının dəyişməsi nəticəsində inzibati orqanın həmin aktı qəbul etməməyə haqlı olduğu və maraqlı şəxsin inzibati aktla müəyyən edilmiş imtiyazlardan (hüquqlardan) istifadə etmədiyi və ya ona münasibətdə inzibati aktla təminat verilmiş öhdəliklər yerinə yetirilmədiyi və ya həmin aktın qüvvədə qalmasının dövlət maraqlarına və ya ictimai maraqlara ziyan vura bildiyi hallarda.\n\n68.3. Qanuni inzibati aktın ləğv olunması onun qüvvəyə mindiyi andan yaranmış hüquqi nəticələri aradan qaldırmır.\n\n68.4. Qanuni inzibati akt, həmin aktın ləğv olunmasını şərtləndirən hallar məlum olduğu gündən 1 il ərzində ləğv edilə bilər.\n\n68.5. Maraqlı şəxsin etimadı qanunla qorunduğu hallarda, bu Qanunun 68.2.3-cü və 68.2.4-cü maddələrinə əsasən ləğv olunmuş inzibati aktın məzmununa etimad göstərməsi səbəbindən həmin şəxsə vurulmuş maddi ziyana görə ona kompensasiya ödənilməlidir. Kompensasiya maraqlı şəxsin müraciətinə əsasən ödənilir.\n\n68.6. Maraqlı şəxsə ödəniləcək kompensasiyanın həcmi qanuni inzibati aktı ləğv etmiş inzibati orqan tərəfindən müəyyən olunur və həmin şəxsə vurulmuş real ziyanın həcminə mütənasib olmalıdır.\n\n68.7. Qanuni inzibati aktın ləğv olunması haqqında maraqlı şəxsə bu Qanunun 62-ci maddəsində nəzərdə tutulmuş qaydada məlumat verilir.\n\n \n\nMaddə 69. İnzibati aktın bir hissəsinin etibarsız sayılması və ya ləğv edilməsi\n\n \n\n69.1. İnzibati aktın bir hissəsinin etibarsız sayılması və ya ləğv edilməsi bu Qanunun 65-ci, 67-ci və 68-ci maddələrində nəzərdə tutulmuş qaydada həyata keçirilir.\n\n69.2. İnzibati aktın bir hissəsinin etibarsız sayılması və ya ləğv edilməsi həmin aktın digər hissələrinin etibarsız sayılmasına və ya ləğv edilməsinə (həmin hissələr bir-biri ilə əlaqədar deyildirsə) səbəb olmur.\n\n \n\nMaddə 70. Sənədlərin qaytarılması\n\n \n\nHər hansı hüququ təsdiq etmək və ya həyata keçirmək üçün inzibati akt əsasında verilmiş sənədlər və ya əşyalar, həmin inzibati akt etibarsız sayıldıqdan və ya ləğv edildikdən sonra müvafiq inzibati orqan tərəfindən tələb oluna bilər. Həmin sənədlərə və ya əşyalara faktiki sahib olan şəxs onları qaytarmağa borcludur.\n\n \n\nV I I f ə s i l\n\nİNZİBATİ ŞİKAYƏTLƏR ÜZRƏ İCRAAT\n\n \n\nMaddə 71. İnzibati aktdan şikayət vermək hüququ\n\n \n\n71.1. Maraqlı şəxslər hüquqlarını və ya qanunla qorunan maraqlarını müdafiə etmək məqsədilə inzibati aktdan və ya inzibati aktın qəbul edilməsindən imtinadan şikayət vermək hüququna malikdirlər.\n\n71.2. Şəxsin müraciətinin məqsədi inzibati aktın qəbulu ilə bağlı olmadığı hallarda inzibati orqanın hərəkət və ya hərəkətsizliyindən də bu fəslin qaydalarına uyğun olaraq şikayət verilə bilər.\n\n71.3. Yalnız aşağıdakı hallarla bağlı aralıq inzibati aktlardan müstəqil şəkildə subordinasiya baxımından yuxarı inzibati orqana və ya şikayətə baxmaq səlahiyyətinə malik olan digər orqana (bundan sonra - şikayət instansiyası) şikayət verilə bilər:\n\n71.3.1. səlahiyyətlə bağlı;\n\n71.3.2. etirazla bağlı;\n\n71.3.3. icraat üzrə materialların tanış olmaq üçün maraqlı şəxsə təqdim edilməsindən və ya iş üzrə maraqlı şəxsə məlumat verilməsindən imtina olunması ilə bağlı;\n\n71.3.4. qanunla birbaşa nəzərdə tutulmuş digər hallarda.\n\n \n\nMaddə 72. İnzibati şikayətin verilməsi və geri götürülməsi qaydası\n\n \n\n72.1. İnzibati aktdan şikayət inzibati qaydada və ya məhkəmə qaydasında verilə bilər.\n\n72.2. İnzibati aktdan eyni zamanda həm inzibati, həm də məhkəmə qaydasında şikayət (inzibati iddia) verildiyi hallarda, şikayətə məhkəmə qaydasında baxılır və şikayət instansiyasında həmin şikayət üzrə başlanılmış icraata xitam verilir.\n\n72.3. İnzibati qaydada şikayət birbaşa və ya inzibati aktı qəbul etmiş inzibati orqan vasitəsilə şikayət instansiyasına təqdim edilir. İnzibati orqan 3 gün müddətində həmin şikayəti şikayət instansiyasına göndərməyə borcludur.\n\n72.4. Bu fəslin müddəaları inzibati qaydada verilən şikayətlərə şamil olunur.\n\n72.5. İnzibati aktlardan məhkəmə qaydasında şikayət (inzibati iddia) Azərbaycan Respublikasının müvafiq qanunu ilə müəyyən olunmuş qaydada verilir.\n\n72.6. İnzibati qaydada verilmiş şikayət üzrə bu Qanunun 80-ci maddəsində nəzərdə tutulmuş qərar qəbul edilənədək, həmin şikayət maraqlı şəxsin və ya onun nümayəndəsinin ərizəsinə əsasən geri götürülə bilər. [26]\n\n \n\nMaddə 73. İnzibati şikayətin verilməsi müddəti\n\n \n\n73.1. Qanunda başqa qayda nəzərdə tutulmamışdırsa, şikayət inzibati aktın qüvvəyə mindiyi gündən 30 gün müddətində, elmi dərəcələr və elmi adlar verilməsi, xarici ölkələrdə verilmiş elmi dərəcələr və elmi adlar haqqında sənədlərin nostrifikasiyası (ekvivalentliyinin müəyyən edilməsi və tanınması) və ya təkrar attestasiya əsasında tanınması, elmi dərəcədən və elmi addan məhrumetmə (elmi adın və elmi dərəcənin bərpası) ilə bağlı inzibati aktlara münasibətdə isə bu inzibati aktlar qəbul edildiyi tarixdən 2 ay müddətində müvafiq şikayət instansiyasına verilir. [27]\n\n73.2. İnzibati aktda ona qarşı mümkün hüquqi müdafiə vasitələri, bu hüquqi müdafiə vasitələrindən istifadə (şikayət vermə) qaydası və müddəti nəzərdə tutulmadıqda və ya inzibati akt onun ünvanlanmadığı digər maraqlı şəxslərin qanuni maraqlarına (ilk dəfə) toxunduqda, həmin inzibati aktdan onun qüvvəyə mindiyi gündən 6 ay müddətində şikayət verilə bilər.\n\n73.3. İnzibati aktdan şikayət verilməsi ilə bağlı müddət üzrlü səbəbdən buraxıldıqda, maraqlı şəxsin ərizəsinə əsasən şikayət instansiyası tərəfindən həmin müddət bərpa edilir.\n\n \n\nMaddə 74. İnzibati şikayətin forması və məzmunu\n\n \n\n74.1. İnzibati şikayət yazılı formada tərtib edilir.\n\n74.2. İnzibati şikayətdə aşağıdakı məlumatlar göstərilməlidir:\n\n74.2.1. şikayətin verildiyi inzibati orqanın adı və ünvanı;\n\n74.2.2. şikayəti verən şəxsin soyadı, adı, atasının adı, yaşayış yeri və ya olduğu yer (hüquqi şəxsin adı və hüquqi ünvanı), inzibati icraatda prosessual vəziyyəti;\n\n74.2.3. barəsində şikayət verilən inzibati akt və ya hərəkət (hərəkətsizlik);\n\n74.2.4. şikayəti verən şəxsin tələbi və tələbin əsasları;\n\n74.2.5. şikayətin tərtib edildiyi tarix;\n\n74.2.6. şikayəti verən şəxsin imzası.\n\n74.3. İnzibati şikayət bu maddədə nəzərdə tutulmuş formal tələblərə cavab vermədikdə, inzibati orqan şikayətin həmin tələblərə uyğun olaraq düzəldilməsi üçün qısa müddət təyin edir və formal tələblərə əməl olunmamasının hüquqi nəticələrini şikayətçiyə izah edir.\n\n \n\nMaddə 75. İnzibati şikayətin baxılmamış saxlanılmasının əsasları\n\n \n\n75.1. Şikayət instansiyası aşağıdakı hallarda inzibati şikayəti baxılmamış saxlayır:\n\n75.1.1. bu Qanunun 74-cü maddəsində nəzərdə tutulmuş tələblərə əməl olunmadıqda;\n\n75.1.2. şikayətin predmeti üzrə digər səlahiyyətli inzibati orqanın və ya məhkəmənin qanuni qüvvəyə minmiş qərarı olduqda; [28]\n\n75.1.3. inzibati şikayətin verilməsi üçün qanunla müəyyən olunmuş müddət buraxıldıqda və buraxılmış müddət bərpa edilmədikdə;\n\n75.1.4. şikayət maraqlı şəxsin və ya onun nümayəndəsinin ərizəsinə əsasən geri götürüldükdə. [29]\n\n75.2. Şikayət instansiyası şikayətin baxılmamış saxlanılması barədə qərar qəbul edir. Həmin qərardan bu Qanunla müəyyən olunmuş qaydada şikayət verilə bilər.\n\n75.3. Şikayət instansiyası şikayət üzrə qərar qəbul edilənədək şikayəti vermiş şəxsə öz rəyini bildirmək imkanı verməlidir.\n\n75.4. Bu Qanunun 75.1.1-ci maddəsində nəzərdə tutulmuş əsaslar aradan qaldırıldıqdan sonra ümumi qaydada yenidən inzibati şikayət verilə bilər.\n\n \n\nMaddə 76. İnzibati şikayətin verilməsinin hüquqi nəticələri\n\n \n\n76.1. Bu Qanunun 76.2-ci maddəsinə əsasən inzibati aktın icrasının dayandırılması barədə qərar qəbul edildiyi hallar istisna olmaqla, inzibati şikayətin verilməsi şikayət olunan inzibati aktın icrasını dayandırmır. [30]\n\n76.2. İnzibati şikayətin verildiyi hallarda, şikayət olunan inzibati aktın icrasının dayandırılması ilə bağlı məsələyə maraqlı şəxsin ərizəsinə əsasən və ya xidməti vəzifəsinə görə şikayət instansiyasının öz təşəbbüsü ilə şikayət instansiyası tərəfindən dərhal baxılır və bu barədə müvafiq qərar qəbul edilir.\n\n76.3. İnzibati aktın icrasının dayandırılması ilə bağlı qərar şikayət instansiyası tərəfindən əsaslandırılmalıdır.\n\n \n\nMaddə 77. Məhkəmə qaydasında müvəqqəti xarakterli müdafiə\n\n \n\n77.1. İnzibati şikayətin verilməsindən asılı olmayaraq, maraqlı şəxs müvəqqəti xarakterli müdafiə ilə bağlı məhkəməyə müraciət edə bilər.\n\n77.2. Maraqlı şəxsin müvəqqəti xarakterli müdafiə ilə bağlı ərizəsinə Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş qaydada və müddətdə müvafiq məhkəmələr tərəfindən baxılır.\n\n \n\nMaddə 78. İnzibati şikayətə baxılması müddəti\n\n \n\n78.1. Qanunda başqa müddət nəzərdə tutulmamışdırsa, şikayət instansiyası daxil olduğu gündən 1 ay müddətində inzibati şikayətə baxmağa və mahiyyəti üzrə qərar qəbul etməyə borcludur.\n\n78.2. Şikayət instansiyası tərəfindən bu Qanunun 78.1-ci maddəsində nəzərdə tutulmuş müddət ərzində qərar qəbul edilmədikdə və ya şikayət instansiyası tərəfindən qəbul edilmiş qərarla razılaşmadıqda, şikayətçi məhkəməyə şikayət verə bilər.\n\n \n\nMaddə 79. İnzibati şikayətə baxılması qaydası\n\n \n\n79.1. İnzibati şikayətlər üzrə icraat bu fəslin xüsusiyyətləri nəzərə alınmaqla bu Qanunun IV fəslində müəyyən olunmuş qaydada həyata keçirilir.\n\n79.2. Şikayət inzibati aktı qəbul etmiş inzibati orqana təqdim olunduqda, həmin orqan şikayəti və icraatla bağlı materialları şikayət instansiyasına göndərməyə borcludur. Şikayət maraqlı şəxs tərəfindən birbaşa şikayət instansiyasına təqdim olunduqda, həmin orqan şikayət olunan inzibati aktı qəbul etmiş inzibati orqandan icraatla bağlı materialları tələb edə bilər.\n\n79.3. Şikayət üzrə icraat zamanı şikayət instansiyası tərəfindən işə mahiyyəti üzrə və tam həcmdə baxılır, şikayət olunan aktın qanunauyğunluğu və məqsədəuyğunluğu araşdırılır.\n\n79.4. Şikayət instansiyasının şikayət üzrə qərarı həm işdə olan, həm də əlavə təqdim olunmuş sübutlara əsaslanmalıdır.\n\n79.5. Şikayət instansiyası şikayətə baxılmasını heç bir halda şikayət olunan inzibati aktı qəbul etmiş inzibati orqana və ya onun vəzifəli şəxslərinə həvalə edə bilməz.\n\n \n\nMaddə 80. İnzibati şikayət üzrə qərar qəbul edilməsi\n\n \n\n80.1. İnzibati şikayətə baxdıqdan sonra şikayət instansiyası:\n\n80.1.1. inzibati aktı dəyişdirmədən, inzibati şikayəti isə təmin etmədən saxlayır və ya; [31]\n\n80.1.2. inzibati aktı tamamilə və ya qismən ləğv edir və işdə olan və ya əlavə təqdim olunmuş sübutlar əsasında yeni inzibati akt qəbul edir və ya; [32]\n\n80.1.3. inzibati aktı dəyişdirir; [33]\n\n80.1.4. inzibati şikayət bu Qanunun 71.2-ci maddəsinə uyğun olaraq inzibati orqanın hərəkət və ya hərəkətsizliyindən verilibsə, həmin şikayət üzrə aparılmış araşdırmanın nəticəsinə dair qərar qəbul edir. [34]\n\n80.2. Şikayət instansiyası tərəfindən inzibati şikayət üzrə qəbul edilmiş qərar inzibati akt sayılır və inzibati aktlara dair bu Qanunla müəyyən edilmiş tələblərə uyğun olmalıdır.\n\n \n\nMaddə 80-1. İnzibati mübahisələrin mediasiya vasitəsilə həll edilməsi\n\n80-1.1. İnzibati orqanlar tərəfindən inzibati aktların qəbul edilməsi, icra olunması və ya ləğv edilməsi, yaxud inzibati orqanın digər hərəkət və ya hərəkətsizliyindən irəli gələn mübahisələr (bu Qanunun 4.3-cü maddəsində nəzərdə tutulmuş mübahisələr (o cümlədən “Ərazi quruluşu və inzibati ərazi bölgüsü haqqında” Azərbaycan Respublikasının Qanununa uyğun olaraq inzibati ərazi vahidləri arasında ərazi məsələləri ilə bağlı mübahisələr) istisna olmaqla) “Mediasiya haqqında” Azərbaycan Respublikasının Qanununa uyğun olaraq, mediasiya vasitəsilə həll oluna bilər.\n\n80-1.2. Maraqlı şəxslə inzibati orqan arasında mübahisənin mediasiya vasitəsilə həlli məqsədilə mediasiya prosesinin tətbiqi barədə müqavilə bağlandıqda, müvafiq olaraq bu Qanunun 73-cü maddəsində nəzərdə tutulmuş müddətin axımı və ya inzibati şikayət üzrə icraat dayandırılır.\n\n80-1.3. Mübahisə mediasiya vasitəsilə həll edildikdə, inzibati orqan barışıq sazişini şikayət instansiyasına təqdim edir. Bununla bağlı şikayət instansiyası tərəfindən inzibati şikayət üzrə icraata xitam verilir.\n\n80-1.4. Mübahisə mediasiya vasitəsilə həll edilmədikdə inzibati orqan mediasiya prosesinin nəticələri barədə protokolu şikayət instansiyasına təqdim edir. Bununla bağlı bu Qanunun 78-ci maddəsində nəzərdə tutulmuş müddətin axımı bərpa olunur və şikayət instansiyası inzibati şikayətə baxır.\n\n80-1.5. Mediasiya prosesinin nəticəsində bağlanılmış barışıq sazişində müvafiq inzibati orqanlar tərəfindən inzibati aktların qəbul edilməsi, dəyişdirilməsi və ya ləğv edilməsi, habelə müvafiq hərəkətin (hərəkətsizliyin) edilməsi öz əksini tapır. [35]\n\n \n\nVIII f ə s i l\n\nİNZİBATİ AKTIN İCRA EDİLMƏSİ\n\n \n\nMaddə 81 . İnzibati aktların icra edilməsi qaydası\n\n \n\n81.1. İnzibati akt ünvanlandığı şəxs (şəxslər) üçün məcburi xarakter daşıyır və həmin şəxs (şəxslər) ona əməl etməyə borcludur.\n\n81.2. Qanunda başqa qayda nəzərdə tutulmamışdırsa, inzibati akt, o cümlədən inzibati şikayət üzrə qəbul olunmuş qərar onu qəbul etmiş inzibati orqan tərəfindən icra edilir.\n\n81.3. İnzibati orqan inzibati aktın icrası ilə bağlı şəxsin hansı hərəkətləri etməli olduğunu dəqiq müəyyənləşdirməyə borcludur.\n\n81.4. Maraqlı şəxs inzibati aktı onun üçün daha əlverişli olan qanuni üsul və vasitələrlə icra etməyə haqlıdır.\n\n81.5. İnzibati orqanın inzibati aktın icrası ilə bağlı qanuni tələbləri bütün dövlət və yerli özünüidarəetmə orqanları, hüquqi və fiziki şəxslər üçün məcburidir.\n\n \n\nMaddə 82. Pul tələblərinin icra edilməsi\n\n \n\n82.1. Pul tələblərinin ödənilməsi ilə bağlı inzibati aktların məcburi qaydada icrası “İcra haqqında” Azərbaycan Respublikasının Qanununa əsasən icra məmurları tərəfindən icra edilir. [36]\n\n82.2. İnzibati aktı qəbul etmiş inzibati orqan tələbin icraya yönəldilməsi haqqında qərar qəbul edir. Bu halda tələbin icraya yönəldilməsi üçün məhkəmə qərarının qəbul edilməsi tələb olunmur.\n\n82.3. Tələbin icraya yönəldilməsi haqqında qərarın qəbul edilməsinin şərtləri aşağıdakılardır:\n\n82.3.1. borclu tərəfindən ən azı 10 gün ərzində pul tələblərinin ödənilməsini nəzərdə tutan inzibati aktın qəbul edilmiş olması; [37]\n\n82.3.2. pul tələblərinin ödənilməsi üçün müəyyən olmuş icra müddətinin bitməsi;\n\n82.3.3. inzibati orqan tərəfindən borcluya edilmiş xəbərdarlıqdan sonra, xəbərdarlığın elan olunduğu gündən sonrakı 10 gün müddətində borclunun ödəməni həyata keçirməməsi.\n\n \n\nMaddə 83. Borclunu müəyyən hərəkətlər etməyə, müəyyən hərəkətlərə dözməyə və ya müəyyən hərəkətləri etməkdən çəkinməyə məcbur edən inzibati aktların icra edilməsi\n\n \n\n83.1. Borclunu müəyyən hərəkətlər etməyə, müəyyən hərəkətlərə dözməyə və ya müəyyən hərəkətləri etməkdən çəkinməyə məcbur edən inzibati aktın könüllü qaydada icrası üçün maraqlı şəxsə kifayət qədər müddət (ən azı 10 gün) təyin edilməlidir.\n\n83.2. Bu Qanunun 83.1-ci maddəsinə uyğun olaraq təyin olunmuş müddət ərzində könüllü qaydada icra olunmayan inzibati akt məcburi qaydada icra edilir.\n\n83.3. Borclunu müəyyən hərəkətləri etməyə, müəyyən hərəkətlərə dözməyə və ya müəyyən hərəkətləri etməkdən çəkinməyə məcbur edən inzibati aktın məcburi qaydada icrası aşağıdakı məcburi icra tədbirləri vasitəsilə təmin oluna bilər:\n\n83.3.1. inzibati aktla nəzərdə tutulmuş hərəkətin borclunun (maraqlı şəxsin) hesabına başqa şəxs və ya inzibati orqan tərəfindən icra edilməsi;\n\n83.3.2. cərimə;\n\n83.3.3. bilavasitə məcburetmə.\n\n83.4. Maraqlı şəxs məcburi icra tədbirlərinin tətbiq olunacağı barədə inzibati orqan tərəfindən əvvəlcədən xəbərdar edilməlidir. Azərbaycan Respublikasının qanunvericiliyi ilə birbaşa nəzərdə tutulmuş hallarda, habelə dövlət maraqlarına və ya ictimai maraqlara ziyan vura biləcək təhlükənin qarşısının alınması və ya aradan qaldırılması ilə əlaqədar təxirəsalınmaz hallarda maraqlı şəxs məcburi icra tədbirlərinin tətbiq olunacağı barədə əvvəlcədən xəbərdar edilməyə bilər.\n\n83.5. Xəbərdarlıq yazılı formada olur və bu Qanunla müəyyən olunmuş qaydada maraqlı şəxsə rəsmi təqdim olunur.\n\n83.6. Xəbərdarlıqda inzibati aktın könüllü qaydada icrası üçün təyin olunmuş müddət və həmin müddət başa çatdıqdan sonra tətbiq olunması nəzərdə tutulan məcburi icra tədbirinin müvafiq növü göstərilir. Xəbərdarlıqda yalnız bir məcburi icra tədbiri nəzərdə tutula bilər. Əvvəl seçilmiş məcburi icra tədbiri heç bir nəticə vermədiyi halda, daha ciddi və ya başqa məcburi icra tədbirinin tətbiqinə yol verilir. Məcburi icra tədbirləri inzibati akt icra olunana qədər təkrarlana, sərtləşdirilə və ya dəyişdirilə bilər.\n\n83.7. Xəbərdarlıqda icra edilməli inzibati akta istinad olunmalı və məcburi icra tədbirlərinin tətbiqi əsasları göstərilməlidir.\n\n83.8. İnzibati orqan məcburi icra tədbirlərinin tətbiqi zamanı mütənasiblik prinsipinə əməl etməyə borcludur.\n\n83.9. Şəxs inzibati aktı icra etdiyi halda məcburi icra tədbirlərinin tətbiqi dərhal dayandırılmalıdır.\n\n \n\nMaddə 84. İnzibati aktın borclunun (maraqlı şəxsin) hesabına icra edilməsi\n\n \n\n84.1. İnzibati aktla nəzərdə tutulmuş hərəkətin (hərəkətlərin) borclu tərəfindən yerinə yetirilmədiyi və həmin hərəkətin icrasının başqa şəxs və ya orqan tərəfindən mümkün olduğu halda, inzibati orqan hərəkətin borclunun hesabına icra olunmasını həmin şəxsə və ya orqana həvalə edə bilər.\n\n84.2. Bu Qanunun 84.1-ci maddəsində nəzərdə tutulmuş hallarda inzibati aktın icrası ilə bağlı xərclər maraqlı şəxsin (borclunun) hesabına ödənilir.\n\n \n\nMaddə 85. İnzibati aktın icrasının cərimə vasitəsilə təmin edilməsi\n\n \n\n85.1. Şəxsi müəyyən hərəkətləri etməyə və ya müəyyən hərəkətləri etməkdən çəkinməyə məcbur edən inzibati aktın icrasını təmin etmək üçün inzibati orqan tərəfindən qanunvericiliyə uyğun olaraq cərimə təyin oluna bilər.\n\n85.2. Fiziki şəxslər qırx dörd manatdan, hüquqi şəxslər isə üç yüz otuz manatdan yuxarı miqdarda cərimə oluna bilməzlər. [38]\n\n85.3. Cərimənin miqdarı dörd manatdan az ola bilməz. [39]\n\n85.4. Cərimə dövlət büdcəsinə köçürülür.\n\n \n\nMaddə 86. Bilavasitə məcburetmə\n\n \n\n86.1. Bu Qanunun 84-cü və 85-ci maddələrində nəzərdə tutulmuş məcburi icra tədbirləri vasitəsilə inzibati aktın icrası mümkün olmadıqda və ya həmin tədbirlərin tətbiqi obyektiv şərait baxımından mümkün olmadıqda, inzibati orqan maraqlı şəxsi müəyyən hərəkətləri etməyə və ya müəyyən hərəkətləri etməkdən çəkinməyə bilavasitə məcbur edə və ya özü dərhal həmin hərəkəti həyata keçirə bilər.\n\n86.2. Bilavasitə məcburetmə zamanı “Polis haqqında” Azərbaycan Respublikasının Qanunu ilə nəzərdə tutulmuş müvafiq tədbirlərdən istifadə oluna bilər.\n\n86.3. Bilavasitə məcburetmə tədbiri yalnız müvafiq səlahiyyəti olan inzibati orqan tərəfindən və qanunla müəyyən edilmiş qaydada tətbiq oluna bilər.\n\n \n\nMaddə 87. Bələdiyyələr tərəfindən qəbul edilmiş inzibati aktların icra olunması qaydası\n\n \n\nBələdiyyələr tərəfindən qəbul edilmiş inzibati aktların məcburi qaydada icrası “İcra haqqında” Azərbaycan Respublikasının Qanununa uyğun olaraq icra məmurları tərəfindən həyata keçirilir. [40]\n\n \n\nMaddə 88. Məcburi icra tədbirlərinin tətbiq edilməsi haqqında qərardan şikayət verilməsi\n\n \n\nMaraqlı şəxs məcburi icra tədbirlərinin tətbiq edilməsi haqqında inzibati aktdan bu Qanunun VII fəslində nəzərdə tutulmuş qaydada yuxarı inzibati orqana və ya Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş qaydada məhkəməyə şikayət verə bilər.\n\n \n\nI X f ə s i l\n\nMƏSULİYYƏT\n\n \n\nMaddə 89. İnzibati orqanların məsuliyyəti\n\n \n\n89.1. İnzibati orqanların qanunsuz qərarları (inzibati aktları) və ya hərəkətləri (hərəkətsizliyi) nəticəsində maraqlı şəxsə vurulmuş ziyana görə müvafiq inzibati orqan Azərbaycan Respublikasının Mülki Məcəlləsi ilə müəyyən olunmuş qaydada məsuliyyət daşıyır.\n\n89.2. Maraqlı şəxs kompensasiyanın ödənilməsindən imtina olunması haqqında inzibati orqanın qərarından müvafiq məhkəməyə şikayət verə bilər.\n\n \n\nMaddə 90. İnzibati orqanların vəzifəli şəxslərinin məsuliyyəti\n\n \n\n90.1. İnzibati orqanların vəzifəli şəxsləri bu Qanunun müddəalarının pozulmasına görə Azərbaycan Respublikasının qanunvericiliyi ilə müəyyən olunmuş qaydada intizam, inzibati və ya cinayət məsuliyyəti daşıyırlar.\n\n90.2. Vəzifəli şəxsin təqsiri, yəni kobud ehtiyatsızlığı və ya qəsdi nəticəsində vurulmuş ziyana görə maraqlı şəxsə kompensasiya ödənildiyi hallarda, həmin vəzifəli şəxs müvafiq inzibati orqan tərəfindən reqres iddia qaydasında maddi məsuliyyətə cəlb oluna bilər.\n\n \n\nMaddə 91. Qanunun qüvvəyə minməsi\n\n \n\nBu Qanun Azərbaycan Respublikasının İnzibati-Prosessual Məcəlləsi ilə eyni gündə qüvvəyə minir. [41]\n\n \n\nİlham ƏLİYEV,\n\nAzərbaycan Respublikasının Prezidenti\n\n \n\nBakı şəhəri, 21 oktyabr 2005-ci il\n\n№ 1036-IIQ\n\n \n\n \n\n \n\n\n\n\n \n\nİSTİFADƏ OLUNMUŞ MƏNBƏ SƏNƏDLƏRİNİN SİYAHISI\n\n \n\n1.       19 dekabr 2006-cı il tarixli 206-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1031)\n\n2.       2 iyun 2008-ci il tarixli 618-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 462)\n\n3.       17 may 2011-ci il tarixli 121-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 592)\n\n4.       28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516)\n\n5.       5 aprel 2016-cı il tarixli 189-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 24 aprel 2016-cı il, № 87, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 4, maddə 643)\n\n6.       30 oktyabr 2018-ci il tarixli 1302-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 28 dekabr 2018-ci il, № 294, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2470)\n\n7.       7 dekabr 2018-ci il tarixli 1383-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 yanvar 2019-cu il, № 13, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 5)\n\n8.       28 dekabr 2018-ci il tarixli 1404-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 fevral 2019-cu il, № 25, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 21)\n\n9.       28 dekabr 2018-ci il tarixli 1446-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 dekabr 2018-ci il, № 296, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2530)\n\n10.    1 fevral 2019-cu il tarixli 1466-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 8 fevral 2019-cu il, № 31, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №2, maddə 184)\n\n11.    29 noyabr 2019-cu il tarixli 1714-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 dekabr 2019-cu il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1901)\n\n12.    8 may 2020-ci il tarixli 91-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 iyul 2020-ci il, № 124, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 6, maddə 669)\n\n13.    19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829)\n\n14.    9 iyul 2021-ci il tarixli 360-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 25 iyul 2021-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 711)\n\n15.    20 dekabr 2022-ci il tarixli 727-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı, 7 fevral 2023-cü il, “Azərbaycan” qəzeti, 8 fevral 2023-cü il, № 28)\n\n16.    17 fevral 2023-cü il tarixli 813-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı 8 aprel 2023-cü il, “Azərbaycan” qəzeti, 9 aprel 2023-cü il, № 73)\n\n \n\nQANUNA EDİLMİŞ DƏYİŞİKLİK VƏ ƏLAVƏLƏRİN SİYAHISI\n\n \n\n\n\n\n[1] 28 dekabr 2018-ci il tarixli 1404-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 fevral 2019-cu il, № 25, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 21) ilə yeni məzmunda 3.2-1-ci maddə əlavə edilmişdir.\n\n \n\n[2] 28 dekabr 2018-ci il tarixli 1446-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 dekabr 2018-ci il, № 296, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2530) ilə 3.3-cü maddəyə “xüsusi qaydalar” sözlərindən sonra “(bu Qanunun 30.5-ci maddəsində müəyyən olunmuş hallar istisna olmaqla)” sözləri əlavə edilmişdir.\n\n \n\n[3] 30 oktyabr 2018-ci il tarixli 1302-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 28 dekabr 2018-ci il, № 294, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2470) ilə 4.3-cü maddəyə yeni məzmunda ikinci cümlə əlavə edilmişdir.\n\n1 fevral 2019-cu il tarixli 1466-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 8 fevral 2019-cu il, № 31, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, №2, maddə 184) ilə 4.3-cü maddənin ikinci cümləsi yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\nBu mübahisələr dövlət və bələdiyyə əmlakının istifadəyə, icarəyə və mülkiyyətə verilməsi ilə əlaqədar olduqda, qəbul edilmiş inzibati aktlar, həmçinin birbaşa məhkəmələrdə mübahisələndirilə bilər.\n\n \n\n[4] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 5.1-1-ci maddə əlavə edilmişdir.\n\n \n\n[5] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 7.4-cü maddənin ikinci cümləsində “qısa müddət ərzində” sözləri “5 gün müddətində” sözləri ilə əvəz edilmişdir.\n\n \n\n[6] 2 iyun 2008-ci il tarixli 618-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 462) ilə 8-ci maddədə “şərti maliyyə vahidinin 20 mislindən” sözləri “iyirmi iki manatdan” sözləri ilə əvəz edilmişdir.\n\n \n\n[7] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 23.1-ci maddədə “ərizə və ya vəsatətlərin” sözləri “ərizə, şikayət və ya vəsatətlərin” sözləri ilə, “ərizə və ya vəsatətdə” sözləri “ərizə, şikayət və ya vəsatətlərdə” sözləri ilə əvəz edilmişdir.\n\n \n\n[8] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 24.5-ci maddədə “ərizə və ya vəsatətləri” sözləri “ərizə, şikayət və ya vəsatətləri” sözləri ilə əvəz edilmişdir.\n\n \n\n[9] 19 may 2020-ci il tarixli 111-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 iyul 2020-ci il, № 139, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 7, maddə 829) ilə yeni məzmunda 27.2-1-ci maddə əlavə edilmişdir.\n\n \n\n[10] 7 dekabr 2018-ci il tarixli 1383-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 yanvar 2019-cu il, № 13, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 5) ilə 30.3-cü maddədə “bütün sənədlər” sözləri “sənədlər, bu Qanunun 32.2-1-ci maddəsinin tələblərinə əməl edilməklə,” sözləri ilə əvəz edilmişdir.\n\n \n\n[11] 28 dekabr 2018-ci il tarixli 1446-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 30 dekabr 2018-ci il, № 296, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2018-ci il, № 12, I kitab, maddə 2530) ilə yeni məzmunda 30.5-ci maddə əlavə edilmişdir.\n\n20 dekabr 2022-ci il tarixli 727-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı, 7 fevral 2023-cü il, “Azərbaycan” qəzeti, 8 fevral 2023-cü il, № 28) ilə 30.5-ci maddə yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\n30.5. İnzibati orqan qanunla ərizəyə əlavə edilməli olan sənədləri, o cümlədən elektron sənədləri əldə etmək üçün dövlət orqanlarının (qurumlarının) elektron informasiya ehtiyatlarından (məlumat bazaları, məlumat-axtarış sistemləri, reyestrlər və digər informasiya resursları) müəyyən olunmuş hədlərdə istifadə edir. Bunun mümkün olmadığı hallarda həmin sənədlərin təqdim edilməsi ərizəçinin razılığı ilə sorğu əsasında aidiyyəti orqandan (qurumdan) tələb olunur və ya ərizəçi tərəfindən təmin olunur. Həmin sənədlər bu Qanunun 32.4-cü maddəsinə uyğun olaraq kağız daşıyıcıda və ya elektron sənəd formasında təqdim edilə bilər.\n\n \n\n[12] 7 dekabr 2018-ci il tarixli 1383-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 yanvar 2019-cu il, № 13, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 5) ilə 32.2-ci maddədə “inzibati orqan” sözlərindən sonra “, bu Qanunun 32.2-1-ci maddəsinin tələblərini nəzərə alaraq,” sözləri əlavə edilmişdir.\n\n \n\n[13] 7 dekabr 2018-ci il tarixli 1383-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 18 yanvar 2019-cu il, № 13, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 01, maddə 5) ilə yeni məzmunda 32.2-1-ci maddə əlavə edilmişdir.\n\n \n\n[14] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 34.1.3-cü maddədə “maddəsində” sözü “və 35.5-ci maddələrində” sözləri ilə əvəz edilmişdir.\n\n \n\n[15] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 34.3-cü maddə əlavə edilmişdir.\n\n \n\n[16] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 41-ci maddənin adında “təyin” sözü “cəlb” sözü ilə əvəz edilmişdir.\n\n \n\n[17] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 41.1-ci maddədə “ekspertiza təyin” sözləri “ekspert və ya mütəxəssis cəlb” sözləri ilə əvəz edilmişdir.\n\n \n\n[18] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 41.4-cü maddədən “və ya mütəxəssisləri” sözləri, 41.6-cı maddədən isə “və ya mütəxəssis” sözləri çıxarılmışdır.\n\n \n\n29 noyabr 2019-cu il tarixli 1714-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 dekabr 2019-cu il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1901) ilə 41.4-cü maddədə “qərarına əsasən Azərbaycan Respublikasının qanunvericiliyi ilə nəzərdə tutulmuş müvafiq qurumların ekspertləri” sözləri “qərarı və ya maraqlı şəxslərlə bağlanan müqavilə əsasında məhkəmə ekspertizası idarələrinin ekspertləri və ya özəl məhkəmə ekspertləri” sözləri ilə əvəz edilmişdir.\n\n \n\n[19] 29 noyabr 2019-cu il tarixli 1714-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 dekabr 2019-cu il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1901) ilə 41.5-ci maddə yeni redaksiyada verilmişdir.\n\n \n\nəvvəlki redaksiyada deyilirdi:\n\n41.5. Azərbaycan Respublikasının qanunvericiliyində başqa müddət nəzərdə tutulmamışdırsa, ekspert inzibati orqan tərəfindən təyin olunmuş müddət ərzində tədqiqat üzrə rəy təqdim etməyə borcludur.\n\n \n\n[20] 29 noyabr 2019-cu il tarixli 1714-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 dekabr 2019-cu il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1901) ilə yeni məzmunda 41.5-1-ci maddə əlavə edilmişdir.\n\n \n\n[21] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 41.6-1-ci maddə əlavə edilmişdir.\n\n \n\n[22] 29 noyabr 2019-cu il tarixli 1714-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 22 dekabr 2019-cu il, № 285, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2019-cu il, № 12, maddə 1901) ilə yeni məzmunda 41.8-ci maddə əlavə edilmişdir.\n\n \n\n[23] 9 iyul 2021-ci il tarixli 360-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 25 iyul 2021-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 711) ilə yeni məzmunda 42.1.3-1-ci maddə əlavə edilmişdir.\n\n \n\n[24] 5 aprel 2016-cı il tarixli 189-VQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 24 aprel 2016-cı il, № 87, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2016-cı il, № 4, maddə 643) ilə 42.1.4-cü maddəsində “müəssisənin aksiyaları və ya nizamnamə kapitalına sahib” sözləri “hüquqi şəxsə aidiyyəti olan şəxs” sözləri ilə əvəz edilmişdir.\n\n \n\n[25] 17 fevral 2023-cü il tarixli 813-VIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikası Prezidentinin rəsmi internet saytı 8 aprel 2023-cü il, “Azərbaycan” qəzeti, 9 aprel 2023-cü il, № 73) ilə 61.5.3-cü maddəsində, 62.4-cü maddəsinin birinci cümləsində və 62.5-ci maddəsində “kütləvi informasiya vasitələrində” sözləri “mediada” sözü ilə əvəz edilmişdir.\n\n \n\n[26] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 72-ci maddənin adında “şikayətin verilməsi” sözlərindən sonra “və geri götürülməsi” sözləri əlavə edilmişdir və 72.6-cı maddə əlavə edilmişdir.\n\n \n\n[27] 8 may 2020-ci il tarixli 91-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 1 iyul 2020-ci il, № 124, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2020-ci il, № 6, maddə 669) ilə 73.1-ci maddəsinə “müddətində” sözündən sonra “, elmi dərəcələr və elmi adlar verilməsi, xarici ölkələrdə verilmiş elmi dərəcələr və elmi adlar haqqında sənədlərin nostrifikasiyası (ekvivalentliyinin müəyyən edilməsi və tanınması) və ya təkrar attestasiya əsasında tanınması, elmi dərəcədən və elmi addan məhrumetmə (elmi adın və elmi dərəcənin bərpası) ilə bağlı inzibati aktlara münasibətdə isə bu inzibati aktlar qəbul edildiyi tarixdən 2 ay müddətində” sözləri əlavə edilmişdir.\n\n \n\n[28] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 75.1.2-ci maddədə “məhkəmənin” sözündən sonra “qanuni qüvvəyə minmiş” sözləri əlavə edilmişdir.\n\n \n\n[29] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 75.1.3-cü maddənin sonunda nöqtə işarəsi nöqtəli vergül işarəsi ilə əvəz edilmişdir və 75.1.4-cü maddə əlavə edilmişdir.\n\n \n\n[30] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 76.1-ci maddədə “İnzibati” sözü “Bu Qanunun 76.2-ci maddəsinə əsasən inzibati aktın icrasının dayandırılması barədə qərar qəbul edildiyi hallar istisna olmaqla, inzibati” sözləri ilə əvəz edilmişdir.\n\n \n\n[31] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 80.1.1-ci maddədə “saxlaya bilər” sözləri “saxlayır və ya” sözləri ilə əvəz edilmişdir.\n\n \n\n[32] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 80.1.2-ci maddədə “ləğv edə bilər” sözləri “ləğv edir” sözləri ilə, “qəbul edə bilər” sözləri isə “qəbul edir və ya” sözləri ilə əvəz edilmişdir.\n\n \n\n[33] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 80.1.3-cü maddədə “dəyişdirə bilər” sözləri “dəyişdirir” sözü ilə əvəz edilmişdir.\n\n \n\n[34] 28 oktyabr 2014-cü il tarixli 1085-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 21 dekabr 2014-cü il, № 280, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2014-cü il, № 12, maddə 1516) ilə 80.1.3-cü maddənin sonunda nöqtə işarəsi nöqtəli vergül işarəsi ilə əvəz edilmişdir və 80.1.4-cü maddə əlavə edilmişdir.\n\n \n\n[35] 9 iyul 2021-ci il tarixli 360-VIQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 25 iyul 2021-ci il, № 152, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2021-ci il, № 7, maddə 711) ilə yeni məzmunda 80-1-ci maddə əlavə edilmişdir.\n\n \n\n[36] 17 may 2011-ci il tarixli 121-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 592) ilə 82.1-ci maddədə “Məhkəmə qərarlarının icrası haqqında” Azərbaycan Respublikasının Qanununa əsasən məhkəmə icraçıları” sözləri “İcra haqqında” Azərbaycan Respublikasının Qanununa əsasən icra məmurları” sözləri ilə əvəz edilmişdir.\n\n \n\n[37] 17 may 2011-ci il tarixli 121-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 592) ilə 82.3.1-ci, 82.3.3-cü və 83.1-ci maddələrdə “ 5” rəqəmi “ 10” rəqəmi ilə əvəz edilmişdir.\n\n \n\n[38] 2 iyun 2008-ci il tarixli 618-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 462) ilə 85.2-ci maddədə “şərti maliyyə vahidinin 40 mislindən, hüquqi şəxslər isə şərti maliyyə vahidinin 300 mislindən” sözləri “qırx dörd manatdan, hüquqi şəxslər isə üç yüz otuz manatdan” sözləri ilə əvəz edilmişdir.\n\n \n\n[39] 2 iyun 2008-ci il tarixli 618-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2008-ci il, № 6, maddə 462) ilə 85.3-cü maddədə “şərti maliyyə vahidinin 3 mislindən” sözləri “dörd manatdan” sözləri ilə əvəz edilmişdir.\n\n \n\n[40] 17 may 2011-ci il tarixli 121-IVQD nömrəli Azərbaycan Respublikasının Qanunu (“Azərbaycan” qəzeti, 5 iyul 2011-ci il, № 143, Azərbaycan Respublikasının Qanunvericilik Toplusu, 2011-ci il, № 07, maddə 592) ilə 87-ci maddədə “Məhkəmə qərarlarının icrası haqqında” Azərbaycan Respublikası Qanununa uyğun olaraq məhkəmə icraçıları” sözləri “İcra haqqında” Azərbaycan Respublikasının Qanununa uyğun olaraq icra məmurları” sözləri ilə əvəz edilmişdir.\n\n \n\n[41] 19 dekabr 2006-cı il tarixli 206-IIIQD nömrəli Azərbaycan Respublikasının Qanunu (Azərbaycan Respublikasının Qanunvericilik Toplusu, 2006-cı il, № 12, maddə 1031) ilə 91-ci maddəsinin mətni yeni redaksiyada verilmişdir.\n\nƏvvəlki redaksiyada deyilirdi:\n\nBu Qanun 2007-ci il yanvarın 1-dən qüvvəyə minir.\n\n \n\n© 2023 | E-qanun.az | Bütün Haqqlar Qorunur\nDeveloped by: Ədliyyə Nazirliyinin İnformasiya - kommunikasiya Texnologiyaları İdarəsi / CROCUSOFT"